{
  "home_h1_1": "Israeli Tennis Center - Where Excellence Begins",
  "home_h2_2": "Welcome to the Israeli Tennis Center",
  "home_h2_3": "Classic Tradition with Modern Excellence",
  "home_h2_4": "Our Professional Services",
  "home_h2_5": "Our Professional Equipment Range",
  "home_h2_6": "Who Are We Right For?",
  "home_h2_7": "Why Choose the Israeli Tennis Center?",
  "home_h2_8": "Ready to Start Your Tennis Journey?",
  "home_h3_9": "Professional tennis equipment, tennis rackets for beginner children, and leading services for all tennis players in Israel",
  "home_p_23": "Happily created by&nbsp;Zappy",
  "home_p_24": "The Israeli Tennis Center is more than just a place to buy equipment - it is home to Israeli tennis tradition. We offer Israel's leading tennis equipment store, combining classic heritage with modern technology. With many years of experience, we specialize in providing professional tennis equipment for players of all levels - from beginners to professional champions. Test test test test\nBarry is funny\nHello hello",
  "home_p_25": "Our expertise lies in personally customizing equipment to meet each player's unique needs. We understand that tennis rackets for beginner children require special attention - proper weight, correct size, and perfect balance that will help them develop proper technique from the start. Our parents trust us to guide their talented children in selecting the most suitable equipment for their developmental stage.\nNew translation test",
  "home_p_26": "The Israeli Tennis Center draws upon the rich heritage of classic tennis. We believe in traditional sports values - discipline, perseverance, and good sportsmanship. Our approach combines the wisdom of previous generations of tennis players with the most advanced technology in the industry. Peace and blessings",
  "home_p_27": "In our tennis equipment store in Israel, you'll find a wide range of products that reflect this approach - from classic wooden rackets for display, to professional tennis equipment using advanced materials like graphite and carbon. Every item is carefully selected to preserve heritage while providing maximum performance.",
  "home_p_28": "Precise stringing by certified technicians with years of experience. We use only the highest quality strings and adjust the tension precisely to your playing style.",
  "home_p_29": "Specialization in tennis rackets for beginner children - careful selection of lightweight rackets, in appropriate sizes and with perfect balance point for developing proper technique from a young age.",
  "home_p_30": "Our expert team provides personal consultation for selecting professional tennis equipment that perfectly matches each player's skill level, playing style, and personal goals.",
  "home_p_31": "At the Israeli Tennis Center, we offer the most comprehensive and professional selection of tennis equipment in Israel. From the most advanced rackets by leading world brands, to special tennis shoes for every surface type - we guarantee you'll find exactly what you need.",
  "home_p_32": "Selection of tennis rackets from leading world brands - Wilson, Head, Babolat and more. Each racket is selected according to strict criteria of quality and performance.",
  "home_p_33": "Special collection of tennis rackets for beginner children in all sizes - 19\", 21\", 23\", 25\" and 26\". Each racket is adapted to age, height and skill level.",
  "home_p_34": "Professional tennis shoes adapted to every surface type - hard court, clay or grass. Additionally, a wide range of quality tennis apparel in classic style.",
  "home_p_35": "Comprehensive selection of quality strings, grips, shock absorbers, bags and additional accessories from leading industry brands.",
  "home_p_36": "If you're players who train regularly, participate in local tournaments and are looking for professional tennis equipment that will help you advance - you've come to the right place. The Israeli Tennis Center offers a wide range of quality equipment and professional services that will perfectly suit your needs.",
  "home_p_37": "Our professional team will help you choose the perfect racket, the right strings and all the accompanying equipment that will allow you to reach the next level in your game. We understand the unique needs of competitive players and provide personally tailored solutions.",
  "home_p_38": "Dear parents, we understand how important it is for you to provide your children with the best tools for success in tennis. At the Israeli Tennis Center, we specialize in tennis rackets for beginner children and equipment specially adapted for young ages.",
  "home_p_39": "Our team will help you choose the racket that's perfectly suited to your child's age, height and skill level. We believe that a proper start with suitable equipment is the foundation for professional development in the future. Additionally, we offer consultation regarding professional courses and training programs that will help your child realize their potential.",
  "home_p_40": "Years of experience in professional tennis, with an expert team that understands the sport deeply and knows exactly what each player needs.",
  "home_p_41": "Only the highest quality products from leading world brands. We guarantee that every item meets the highest standards.",
  "home_p_42": "Personal customization for each customer - we dedicate time to understand your unique needs and provide precisely tailored solutions.",
  "home_p_43": "Unique combination of classic tradition with modern technology - we preserve sports values while using contemporary innovation.",
  "home_p_44": "Come visit us at the Israeli Tennis Center and discover why we're Israel's leading tennis equipment store. Our professional team is waiting to help you find the perfect equipment.",
  "home_p_45": "© 2026 Israeli Tennis Center. All rights reserved.",
  "home_p_46": "Created using&nbsp;Zappy",
  "new_a_113": "Click here",
  "new_a_114": "Click here",
  "new_a_128": "Blog",
  "new_a_129": "For Beginners",
  "new_a_130": "Maintenance",
  "new_a_131": "Professional",
  "new_a_132": "Blog",
  "new_a_133": "For Beginners",
  "new_a_134": "Maintenance",
  "new_a_135": "Professional",
  "new_a_136": "Blog",
  "new_a_137": "For Beginners",
  "new_a_138": "Maintenance",
  "new_a_139": "Professional",
  "new_a_140": "Blog",
  "new_a_141": "For Beginners",
  "new_a_142": "Maintenance",
  "new_a_143": "Professional",
  "new_a_144": "Blog",
  "new_a_145": "For Beginners",
  "new_a_146": "Maintenance",
  "new_a_147": "Professional",
  "new_a_148": "Blog",
  "new_a_149": "For Beginners",
  "new_a_150": "Maintenance",
  "new_a_151": "Professional",
  "new_a_152": "Blog",
  "new_a_153": "For Beginners",
  "new_a_154": "Maintenance",
  "new_a_155": "Professional",
  "new_a_156": "Blog",
  "new_a_157": "For Beginners",
  "new_a_158": "Maintenance",
  "new_a_159": "Professional",
  "new_a_165": "Read More ←",
  "new_a_169": "Read More ←",
  "new_a_173": "Read More ←",
  "new_a_176": "Blog",
  "new_a_177": "For Beginners",
  "new_a_178": "Maintenance",
  "new_a_179": "Professional",
  "new_a_180": "← Back to Blog",
  "new_a_199": "← Back to Blog",
  "new_a_200": "Blog",
  "new_a_201": "For Beginners",
  "new_a_202": "Maintenance",
  "new_a_203": "Professional",
  "new_a_204": "← Back to Blog",
  "new_a_223": "← Back to Blog",
  "new_a_224": "Blog",
  "new_a_225": "For Beginners",
  "new_a_226": "Maintenance",
  "new_a_227": "Professional",
  "new_a_228": "← Back to Blog",
  "new_a_246": "← Back to Blog",
  "new_a_247": "Choosing Tennis Shoes",
  "new_a_248": "Choosing Tennis Shoes",
  "new_a_249": "Choosing Tennis Shoes",
  "new_a_250": "Choosing Tennis Shoes",
  "new_a_251": "Choosing Tennis Shoes",
  "new_a_252": "Choosing Tennis Shoes",
  "new_a_253": "Choosing Tennis Shoes",
  "new_a_254": "Choosing Tennis Shoes",
  "new_a_255": "Choosing Tennis Shoes",
  "new_a_256": "Choosing Tennis Shoes",
  "new_a_257": "Choosing Tennis Shoes",
  "new_a_258": "Choosing Tennis Shoes",
  "new_p_116": "Text here",
  "new_p_118": "Leads the company with extensive experience in managing complex projects, guiding medical device companies through the transition from development to production and stabilizing existing products. Expert in practical integration between engineering, quality and regulation, with emphasis on efficiency, meeting timelines and Risk-Based decision making",
  "new_p_120": "Expert in quality and regulation for medical devices, helping MedTech companies and startups achieve compliance with ISO 13485, FDA, MDR and GMP efficiently and safely. With approximately 20 years of experience, she provides end-to-end QA/RA solutions from regulatory strategy and QMS, through audits and risk management, to full support from concept to commercialization.",
  "new_p_122": "Quality leader in medical devices, expert in QA, validation and risk analysis, with strong orientation towards Regulatory Compliance and building scalable quality systems. Develops smart quality infrastructures that simplify processes using AI and No Code tools, converting complexity into operational clarity that drives performance and business value.",
  "new_p_124": "Quality leader in medical devices, expert in QA, validation and risk analysis, with strong orientation towards Regulatory Compliance and building scalable quality systems. Develops smart quality infrastructures that simplify processes using AI and No Code tools, converting complexity into operational clarity that drives performance and business value.",
  "new_p_126": "Senior Component Engineer providing professional support to R&D, engineering, procurement and marketing. While establishing and maintaining a component database and managing the approval process for new components. Leading standardization and component selection, defining alternative sources, in accordance with a component management plan based on medical, military, industrial and ISO standards",
  "new_p_161": "All the information, tips and innovations from the world of tennis in one place. The professional instructors of the Israeli Tennis Center are here for you.",
  "new_p_164": "The complete guide to choosing suitable tennis shoes. Learn about surface matching, foot structure and the importance of stability. Presented by the experts at the Israeli Tennis Center....",
  "new_p_168": "How to extend the life of your racket and strings? Important tips for proper maintenance that will save you money and improve your performance on the court.",
  "new_p_172": "What's really the difference between a 200 NIS racket and a 1000 NIS racket? An in-depth review of technologies and materials at the Israeli Tennis Center.",
  "new_p_175": "The Israeli Tennis Center team is available for any question. Come visit our store or contact us for personal consultation and equipment fitting.",
  "new_p_185": "The decision to enter the world of tennis is an exciting one. It's a sport that combines physical fitness, strategic thinking, and great enjoyment. However, the moment you walk into a tennis equipment store in Israel and stand in front of a wall full of colorful and different rackets can be very confusing. Should you choose the most expensive racket? Does the brand matter? And what do all those small numbers printed on the frame mean?",
  "new_p_186": "At the Israeli Tennis Center, we believe that the right equipment is the key to rapid progress and enjoyment of the game. An unsuitable racket can not only harm your playing ability, but even cause unnecessary injuries. In this guide, we'll break down the selection process into simple factors that will help you make the right decision.",
  "new_p_188": "One of the common mistakes of beginner players is thinking that a feather-light racket is the ideal choice. While a light racket (under 270 grams) allows for faster and easier hand movement, it also transmits stronger shocks to the arm when hitting the ball. For a beginner adult player, the recommendation is usually to choose a medium-weight racket, ranging between 270 to 300 grams.",
  "new_p_189": "This weight provides better stability when hitting, helps generate natural power without over-exerting the muscles, and still allows good control of movement. If you're purchasing a racket for a child or teenager, the weights will obviously be lower, and it's recommended to consult with our experts in the store.",
  "new_p_191": "The racket head size is measured in square inches. For beginners, the keyword is 'forgiveness'. The larger the racket head, the larger the 'Sweet Spot' - the area in the center of the strings where hitting the ball is most optimal. When we're just learning the technique, we don't always hit the center of the racket with perfect precision.",
  "new_p_192": "Therefore, it's recommended to choose a racket with a head size of 100 square inches and above (up to 110 square inches). A larger head will help you get the ball to the other side of the net even when the hit isn't perfect, and will give you much more confidence in your initial game.",
  "new_p_194": "A critical parameter that is sometimes neglected is the grip thickness (Grip Size). A grip that's too thick or too thin will cause you to strain your forearm muscles excessively, which can lead to inflammation and pain (like 'tennis elbow'). The sizes are usually marked with numbers from 0 to 5.",
  "new_p_195": "A simple rule of thumb for checking: hold the racket as if you're shaking hands. In the gap created between your fingertips and palm pad, exactly one finger from your other hand should fit. If the gap is too large, the grip is too thick; if there's no room for a finger, the grip is too thin. At the Israeli Tennis Center, we can measure your palm and fit you with the exact size.",
  "new_p_197": "Choosing your first racket is your first step into the world of tennis. Don't be tempted to buy the most expensive racket or the one a famous player uses on TV. Focus on comfort, appropriate weight, and head size that will allow you to learn and enjoy. We invite you to come to us, feel the rackets in your hand, and receive personal and professional advice.",
  "new_p_209": "Quality tennis equipment is a significant financial investment. Whether you're amateur or professional players, your racket, shoes, and bag are the tools that enable you to play and succeed. Many of the customers who come to the Israeli Tennis Center ask us how to extend the life of equipment and maintain its performance over time. The answer lies in regular maintenance and attention to small details.",
  "new_p_210": "In this article, we've compiled several essential tips that will help you keep your equipment in excellent condition, save money on frequent replacements, and ensure you always step onto the court with the best tools.",
  "new_p_212": "Enemy number one of tennis equipment, especially strings and frame, is heat. Leaving your racket in the car on a hot Israeli summer day is a recipe for disaster. The intense heat causes the racket frame (usually made of graphite and composite materials) to expand and deform at micro-levels, and the strings to lose their tension quickly. The result is a racket that feels 'dead' and less responsive.",
  "new_p_213": "Our recommendation: always take the bag with you. Don't leave it in the trunk. At home, store the equipment in a shaded and cool place. Using an insulated tennis bag (with thermal lining) can help protect the equipment on your way to and from the court.",
  "new_p_215": "The grip is your only point of contact with the racket. A worn, dirty, or slippery grip not only hurts your game but also forces you to hold the racket too tightly, leading to forearm muscle fatigue and injuries. There's no need to wait for the grip to completely fall apart. The moment you feel that the grip isn't stable or doesn't absorb sweat properly - replace it.",
  "new_p_216": "It's recommended to use a thin and cheap Overgrip (top grip tape) that can be replaced frequently, thus preserving the racket's base grip for years. At a tennis equipment store in Israel, you can find a variety of grip types in different thicknesses and textures.",
  "new_p_218": "Many players only replace strings when they break. This is a mistake. Strings lose their flexibility and tension (Tension Loss) long before they physically break. 'Dead' strings transmit more shock to the hand and hurt ball control. A common rule of thumb is to replace strings as many times as you play per week (for example, if you play 3 times a week, replace strings 3 times a year).",
  "new_p_219": "At the Israeli Tennis Center, we offer professional stringing service that will restore the liveliness and power your racket has lost. Don't neglect the strings – they are the engine of your racket.",
  "new_p_221": "Proper equipment care is an integral part of being tennis players. Maintaining your racket, replacing grips on time, and protecting from the sun will ensure better performance and financial savings over time. Do you have additional questions about maintenance? Our team is always here to serve you.",
  "new_p_233": "When entering a sports store, it's easy to get confused by the enormous range of prices. Why does one racket cost 250 NIS and another, which looks quite similar, costs 1,200 NIS? Is it just about branding and marketing, or are there fundamental differences that will affect your game? At the Israeli Tennis Center, we believe it's important for customers to understand exactly what they're paying for.",
  "new_p_234": "The differences between recreational equipment and performance equipment are significant and relate to materials, manufacturing technology, and precision levels. Let's dive deep and understand the main differences.",
  "new_p_236": "The most significant difference is the material the racket is made from. Cheap beginner rackets are usually made of aluminum or simple alloy. These are very durable and cheap to manufacture rackets, but they transmit strong vibrations to the hand, are relatively heavier, and lack 'feel'. They're excellent for children just starting out or for those who play once a month.",
  "new_p_237": "In contrast, professional rackets are made from carbon fiber (graphite) and advanced composite materials (like Graphene, Kevlar, and more). These materials are amazingly light and strong. They allow manufacturers to control with great precision the stiffness and flexibility levels of the racket in different areas, giving the player power, control, and vibration absorption at a completely different level.",
  "new_p_239": "Professional equipment involves extensive research and development. New technologies are designed to improve the racket's stability when hitting the ball. When a tennis ball hits the racket at high speed, the racket tends to rotate in the hand (torque moment). Professional rackets are designed to resist this twisting, allowing for more accurate shots even when the hit isn't in the center of the racket.",
  "new_p_240": "Additionally, the dampening systems in professional rackets are built into the handle and frame, protecting the player's joints over time. For a player who plays several times a week, this protection is critical for injury prevention.",
  "new_p_242": "The answer depends on your playing frequency and goals. If you play once every two weeks for fun, an intermediate racket will do an excellent job. But if you plan to play regularly, take lessons, and improve, investing in professional equipment (or at least quality 'Club Player' equipment) pays off. The equipment will last longer, protect your body, and allow you to reach your full potential.",
  "new_p_244": "The difference between equipment isn't just in price, but in the overall playing experience. We invite you to visit our store, consult with experts, and maybe even take a demo racket for a trial. Only when you feel the difference in your hands will you understand how much the right equipment can upgrade your game.",
  "new_p_262": "Tennis is one of the most dynamic sports there is. The game requires sharp movements, sudden stops, lateral jumps and short sprint runs. Within all this intense activity, the most important equipment protecting your body is not the racket, but the shoes. At the Israeli Tennis Center we meet players daily who invest a fortune in rackets, but neglect choosing the right shoes – a mistake that can lead to injuries and impaired performance.",
  "new_p_263": "Choosing the right tennis shoe is critical for stability on the court, preventing sprains and protecting the knees and back. Whether you're beginner or professional players, the following guide will help you understand what to look for when you enter a tennis equipment store in Israel.",
  "new_p_265": "The first and most important parameter in choosing a shoe is the type of court you play on most of the time. Each surface has different requirements from the sole:",
  "new_p_270": "When you visit the Israeli Tennis Center or any professional store, you'll notice that tennis shoes are usually divided into two main categories: shoes that focus on stability and shoes that focus on speed.",
  "new_p_271": "Stability shoes: Will usually be heavier and more massive. They are designed for players who need maximum ankle support, or for physical and strong players who move a lot on the baseline. They provide great confidence in lateral movements.",
  "new_p_272": "Speed shoes: Lightweight, more flexible and breathable shoes. They suit players who want to feel \"close to the court\" and move at top speed. The downside is that sometimes they wear out faster and provide less ankle support.",
  "new_p_274": "Many make the mistake of buying tennis shoes in the same size as their walking shoes. In tennis, the foot tends to swell slightly during play, and movements include strong stops. Therefore, the rule of thumb is to leave a gap of about half a centimeter to a centimeter between the big toe and the shoe's end.",
  "new_p_275": "If your toes touch the shoe's end when measuring in the store, it will hurt a lot during play. Additionally, it's important to pay attention to the shoe's width. Different brands manufacture lasts in different widths. Don't compromise on a tight shoe hoping it will stretch – a tennis shoe should be comfortable from the first moment.",
  "new_p_277": "Professional tennis equipment is designed to last, but every shoe has an expiration date. Clear signs for replacement include sole wear to the point where grooves disappear (causing dangerous slipping), or when you feel the shoe has lost its shock absorption ability and knees start hurting after training.",
  "new_p_278": "An average player who plays twice a week will need to replace shoes every 4-6 months. Competitive players replace at a much higher frequency.",
  "new_p_280": "Your feet are the most important tool on the court. Don't underestimate choosing the right shoe. We invite you to come to the tennis equipment store in Israel at our complex, consult with the experts at the Israeli Tennis Center, and try on various models to find the perfect pair that will improve your game and maintain your health.",
  "about_h1_1": "Our Story - Tradition, Excellence and Commitment",
  "about_h2_2": "Our Journey in the World of Tennis",
  "about_h2_3": "The Values That Guide Us",
  "about_h2_4": "Our Professional Team",
  "about_h2_5": "Our Classic Heritage",
  "about_h2_6": "Our Commitment to the Tennis Community",
  "about_h2_7": "Our Milestones",
  "about_h2_8": "Join the Israeli Tennis Center Family",
  "about_h3_9": "Israeli Tennis Center - preserving the heritage of classic tennis for many years",
  "about_p_28": "Happily created by&nbsp;Zappy",
  "about_p_29": "The Israeli Tennis Center was founded from a deep love for the sport of tennis and from an understanding that quality equipment and professional service are the key to success on the court. From the beginning, our vision was clear - to be the leading tennis equipment store in Israel, combining classic tradition with modern and professional service.",
  "about_p_30": "Over the years, we have seen generations of passionate tennis players pass through our doors. From young children who received their first tennis rackets, through talented youth who developed into competitive players, to adults who found a new passion in tennis. Each of them contributed to our story and helped us better understand the diverse needs of the Israeli tennis community.",
  "about_p_31": "Today, the Israeli Tennis Center is more than a place to buy equipment - it's a community center for tennis lovers, a place where knowledge, experiences, and professional tips are shared. We are proud to be part of every player's journey, from the first steps to great achievements.",
  "about_p_32": "We compromise only on the best. Every piece of professional tennis equipment we offer is carefully selected and meets the highest standards. We work only with the world's leading brands and guarantee that every product will deliver excellent performance.",
  "about_p_33": "Tennis is not just work for us - it's a passion. Every member of our team is a tennis player or sports lover, and we bring this love to every interaction with customers. We believe that the love of sport is what creates the best service.",
  "about_p_34": "Our customers' success is our success. We dedicate time to understanding each player's unique needs and provide personalized solutions. Our commitment is to accompany you throughout the entire journey, from the first purchase to continuous improvement.",
  "about_p_35": "We see our customers as part of the Israeli Tennis Center family. We create long-term relationships, share knowledge and experience, and organize community events. Our community is a source of inspiration and mutual support.",
  "about_p_36": "We believe in the importance of education and knowledge. In addition to selling equipment, we provide professional guidance on equipment selection, maintenance, and game improvement. Especially when it comes to tennis rackets for beginner children, we dedicate time to explain to parents the importance of the right equipment.",
  "about_p_37": "We maintain the classic tradition of tennis while adopting modern innovation. Our approach combines the wisdom of generations with current technology, creating a unique experience that respects the past and looks to the future.",
  "about_p_38": "The Israeli Tennis Center team consists of experienced experts in the field of tennis, including former players, certified coaches, and skilled technicians. Each team member brings unique experience and genuine passion for the sport.",
  "about_p_39": "Our team includes tennis equipment specialists with decades of experience. Each team member has undergone professional training and is continuously updated on the latest technologies in the tennis industry.",
  "about_p_40": "Our technicians have international certifications in racket stringing. They undergo continuous training and work with the most advanced equipment to ensure accurate and quality stringing.",
  "about_p_41": "A special team specializing in equipment fitting for children and youth. They understand the unique needs of young players and help parents choose the most suitable tennis rackets for beginner children.",
  "about_p_42": "Specialists who specialize in fitting professional tennis equipment for competitive players. They analyze playing style and provide precise recommendations for improving performance on the court.",
  "about_p_43": "The Israeli Tennis Center is proud of its classic heritage. We believe that tennis is a sport of tradition, elegance, and sportsmanship. The classic design of our store, with deep green and white tones, reflects these values and recalls the golden age of tennis.",
  "about_p_44": "We maintain this tradition in every aspect of the business - from how we treat customers, through product selection, to store design and the atmosphere we create. When you enter the Israeli Tennis Center, you're not just buying equipment - you're experiencing part of the sport's rich history.",
  "about_p_45": "At the same time, we don't stay in the past. We combine tradition with the most advanced technology - from rackets with modern materials to computerized stringing systems. This combination of old and new is what makes the Israeli Tennis Center special.",
  "about_p_46": "We believe in the importance of developing the next generation of tennis players. Therefore, we offer special programs for parents and children, including discounts on tennis rackets for beginner children, educational workshops, and support for local youth tournaments.",
  "about_p_47": "We are active in the Israeli tennis community and support events, tournaments, and local clubs. Our goal is not just to sell equipment, but to contribute to the growth and development of tennis in Israel.",
  "about_p_48": "Whether you are beginner or professional players, we treat every customer with the same level of professionalism and attention. We believe that every player, regardless of their level, deserves the best equipment and the most professional service.",
  "about_p_49": "We continuously update ourselves on the latest technologies in the tennis industry. Our team participates in international conferences, undergoes advanced training, and brings the latest knowledge to our customers.",
  "about_p_50": "The Israeli Tennis Center was founded with a clear vision - to be the leading tennis equipment store in Israel, combining classic tradition with modern service. The first store opened with a small but quality selection of equipment from leading brands.",
  "about_p_51": "Over time, we expanded the variety and services. We added a professional stringing department, expanded the product range, and began specializing in tennis rackets for beginner children - an area we identified as lacking in the Israeli market.",
  "about_p_52": "We became a household name in the Israeli tennis community. Professional players, clubs, and coaches began turning to us for equipment and professional consultation. Our team expanded and became even more specialized.",
  "about_p_53": "Today, the Israeli Tennis Center is more than a place to buy equipment - it's a community center for tennis lovers. We continue to innovate, develop, and maintain classic tradition while adopting the latest technologies.",
  "about_p_54": "Come visit us and experience for yourself the unique combination of tradition, professionalism, and love for tennis. Our team is waiting to welcome you warmly and help you find the perfect equipment.",
  "about_p_55": "© 2026 Israeli Tennis Center. All rights reserved.",
  "about_p_56": "Created using&nbsp;Zappy",
  "home_h3_10": "Professional Racket Stringing",
  "home_h3_11": "Equipment Fitting for Children",
  "home_h3_12": "Professional Consulting for Players",
  "home_h3_13": "Rackets for Professionals",
  "home_h3_14": "Rackets for Children and Youth",
  "home_h3_15": "Shoes and Apparel",
  "home_h3_16": "Accessories and Strings",
  "home_h3_17": "Passionate Tennis Players",
  "home_h3_18": "Parents of Talented Children",
  "home_h3_19": "Expertise and Experience",
  "home_h3_20": "Guaranteed Quality",
  "home_h3_21": "Personal Service",
  "home_h3_22": "Tradition and Heritage",
  "new_h1_160": "Israeli Tennis Magazine",
  "new_h1_182": "How to Choose Your First Tennis Racket: The Complete Guide for Beginners",
  "new_h1_206": "Tips for Maintaining Your Tennis Equipment Over Time",
  "new_h1_230": "Amateur Equipment vs Professional Equipment: What's Really the Difference?",
  "new_h1_259": "How to Choose Tennis Shoes - The Complete Player's Guide",
  "new_h2_174": "Want to Consult with Our Experts?",
  "new_h2_187": "Racket Weight: Lighter Isn't Always Better",
  "new_h2_190": "Head Size: Forgiving Hitting Area",
  "new_h2_193": "Grip Size: Comfort in Your Hands",
  "new_h2_196": "Summary",
  "new_h2_211": "Protect Your Racket from Extreme Temperatures",
  "new_h2_214": "Replacing Grip (Grip Tape) on Time",
  "new_h2_217": "Re-stringing",
  "new_h2_220": "Summary",
  "new_h2_235": "Materials: Aluminum vs Graphite",
  "new_h2_238": "Technology and Stability",
  "new_h2_241": "Is It Worth the Investment?",
  "new_h2_243": "Summary",
  "new_h2_264": "1. Matching the Surface Type",
  "new_h2_269": "2. Stability vs. Weight",
  "new_h2_273": "3. Size and Foot Fit",
  "new_h2_276": "When to Replace Shoes?",
  "new_h3_115": "Subheading",
  "new_h3_117": "Noam Avigdor",
  "new_h3_119": "Katy Bardugo",
  "new_h3_121": "Hadar Friedman&nbsp;",
  "new_h3_123": "Hadar Friedman&nbsp;",
  "new_h3_125": "Michael Krinitsky",
  "new_h3_127": "Orit Shalom",
  "new_h3_163": "How to Choose Tennis Shoes - Professional Guide",
  "new_h3_167": "Maintaining Tennis Equipment Over Time",
  "new_h3_171": "Amateur Equipment vs Professional Equipment",
  "new_h3_279": "Summary and Recommendation",
  "new_li_266": "Hard Courts: This is the most common surface in Israel. Shoes for hard courts must be very durable, with a strong sole that will withstand the high wear of concrete and asphalt. They provide excellent cushioning for shock absorption.",
  "new_li_267": "Clay Courts: The sole of clay shoes is designed in a \"herringbone\" pattern (full zigzag) to prevent clay accumulation in the grooves and allow controlled sliding to the ball.",
  "new_li_268": "Grass Courts: Rarer in Israel, but requires a sole with small studs for maximum grip on the slippery surface.",
  "terms_h1_1": "Terms of Use",
  "terms_h2_2": "1. Definitions",
  "terms_h2_3": "2. Service Description",
  "terms_h2_4": "3. Terms of Use",
  "terms_h2_5": "4. User Obligations",
  "terms_h2_6": "5. Payment and Refund Policy",
  "terms_h2_7": "6. Limitation of Liability",
  "terms_h2_8": "7. Copyright and Intellectual Property",
  "terms_h2_9": "8. Privacy",
  "terms_p_15": "Israeli Tennis Center provides sports and sports equipment through the website. The services are subject to the terms detailed in this document and may change from time to time.",
  "terms_p_16": "Use of the website is conditional upon compliance with the following terms:",
  "terms_p_17": "If the services include payment:",
  "terms_p_18": "The services are provided \"as is\" without warranty of any kind. The company shall not be liable for indirect, consequential or special damages arising from use of the website, except in cases where the law provides otherwise.",
  "terms_p_19": "All content on the website, including texts, images, design and code, is protected by copyrights belonging to the Israeli Tennis Center. It is prohibited to copy, distribute or make commercial use of the content without written permission.",
  "terms_p_20": "Collection and use of personal information is subject to our privacy policy. Use of the website constitutes agreement to the privacy policy as detailed separately.",
  "terms_p_21": "The company may change these terms of use at any time. Material changes will be published on the website with 30 days advance notice. Continued use after the change constitutes agreement to the new terms.",
  "terms_p_22": "The company may discontinue or limit the service at any time, including in case of violation of the terms of use. In case of service termination, the provisions of the relevant sections will remain in effect.",
  "terms_p_23": "These terms of use are subject to the laws of the State of Israel. Any dispute will be discussed in the competent courts in Israel, with preference given to arbitration or mediation where possible.",
  "terms_p_24": "For questions or clarifications regarding the terms of use:",
  "terms_p_25": "© 2026 Israeli Tennis Center. All rights reserved.",
  "terms_p_26": "Created using&nbsp;Zappy",
  "about_h3_10": "Excellence and Quality",
  "about_h3_11": "Love for Sport",
  "about_h3_12": "Commitment to Customer",
  "about_h3_13": "Community and Family",
  "about_h3_14": "Education and Guidance",
  "about_h3_15": "Tradition and Heritage",
  "about_h3_16": "Our Experts",
  "about_h3_17": "String Technician",
  "about_h3_18": "Children's Equipment Specialists",
  "about_h3_19": "Performance Consultants",
  "about_h3_20": "Supporting Young Players",
  "about_h3_21": "Promoting Sports in Israel",
  "about_h3_22": "Service for All Levels",
  "about_h3_23": "Continuous Innovation",
  "about_h3_24": "The Beginning",
  "about_h3_25": "Expansion and Development",
  "about_h3_26": "Recognition and Reputation",
  "about_h3_27": "Today and Future",
  "home_alt_57": "Israeli Tennis Center",
  "home_alt_58": "Israeli Tennis Center - Professional Tennis Courts",
  "home_alt_59": "Classic Tennis Equipment - Israeli Tennis Heritage",
  "home_alt_60": "Professional Racket Stringing Service",
  "home_alt_61": "Tennis Rackets for Beginner Children",
  "home_alt_62": "Professional Tennis Equipment for Advanced Players",
  "home_alt_63": "Professional Tennis Rackets from Leading Brands",
  "home_alt_64": "Children's Tennis Rackets in Various Sizes",
  "home_alt_65": "Professional Tennis Shoes for All Court Surfaces",
  "home_alt_66": "Tennis Accessories - Strings, Grips and More",
  "home_alt_67": "Passionate and Professional Tennis Players",
  "home_alt_68": "Parents of Talented Tennis Children",
  "home_nav_54": "Services",
  "home_nav_55": "About",
  "home_nav_56": "Contact",
  "terms_h2_10": "9. Modification of Terms of Use",
  "terms_h2_11": "10. Service Termination",
  "terms_h2_12": "11. Governing Law and Dispute Resolution",
  "terms_h2_13": "12. General Provisions",
  "terms_h2_14": "13. Contact Details",
  "terms_li_32": "\"The Company\" - Israeli Tennis Center",
  "terms_li_33": "\"The User\" - anyone who browses or uses the website",
  "terms_li_34": "\"The Services\" - sports and sports equipment provided through the website",
  "terms_li_35": "Using the website for legal purposes only",
  "terms_li_36": "Not interfering with the website's operation or other users",
  "terms_li_37": "Not uploading offensive, illegal or harmful content",
  "terms_li_38": "Respecting copyrights and intellectual property",
  "terms_li_39": "Not performing actions that could harm the website's security",
  "terms_li_40": "Providing correct and accurate information during registration or ordering",
  "terms_li_41": "Maintaining confidentiality of account access details",
  "terms_li_42": "Immediate notification of any unauthorized use of the account",
  "terms_li_43": "Updating personal information as needed",
  "terms_li_44": "Payments are processed through secure and encrypted systems",
  "terms_li_45": "Prices include VAT as required by law",
  "terms_li_46": "Right of cancellation will be available in accordance with consumer protection law",
  "terms_li_47": "Refunds will be processed within 14 business days from cancellation approval",
  "terms_li_48": "If part of the terms is declared invalid, the remaining terms will remain in effect",
  "terms_li_49": "Non-enforcement of a right will not be considered a waiver of it",
  "terms_li_50": "The terms of use constitute the entire agreement between the parties",
  "terms_li_51": "Company: Israeli Tennis Center",
  "terms_li_52": "Email: info@company.com",
  "terms_li_53": "Phone: 03-1234567",
  "terms_li_54": "Address: Company Address, Israel",
  "about_alt_66": "Israeli Tennis Center",
  "about_alt_67": "Manager of the Israeli Tennis Center",
  "about_alt_68": "Professional stringing technician",
  "about_alt_69": "Equipment consultants for children and youth",
  "about_alt_70": "Consultants for advanced players",
  "about_alt_71": "Classic heritage of the Israeli Tennis Center",
  "about_nav_63": "Services",
  "about_nav_64": "About",
  "about_nav_65": "Contact",
  "contact_h1_1": "Contact the Israeli Tennis Center",
  "contact_h2_2": "Send us a message",
  "contact_h2_3": "Contact details",
  "contact_h2_4": "Come visit us",
  "contact_h2_5": "Frequently asked questions",
  "contact_h2_6": "Ready to get started?",
  "contact_h3_7": "We'd be happy to help you find the perfect equipment and answer any questions",
  "contact_h3_8": "Phone",
  "contact_h3_9": "Email",
  "contact_p_18": "Happily created by&nbsp;Zappy",
  "contact_p_19": "The professional team at the Israeli Tennis Center is here to help you. Whether you're looking for advice on choosing professional tennis equipment, interested in finding tennis rackets for beginner children, or simply want to ask questions about our services - we're available for you.",
  "contact_p_20": "As Israel's leading tennis equipment store, we are committed to providing personal and professional service. Contact us in any way that's convenient for you, and we'll be happy to assist.",
  "contact_p_21": "[business_phone]",
  "contact_p_22": "[business_email]",
  "contact_p_23": "[business_address]",
  "contact_p_24": "Sunday - Thursday: 09:00 - 19:00",
  "contact_p_25": "Friday: 09:00 - 14:00",
  "contact_p_26": "We invite you to visit the Israeli Tennis Center and experience for yourself the unique combination of classic tradition and modern service. In our store you can:",
  "contact_p_27": "We recommend scheduling an appointment in advance, especially if you're interested in in-depth consultation or stringing service. This way we can give you our full attention.",
  "contact_p_28": "Absolutely! We encourage customers to try different rackets before purchasing. We have a variety of demo rackets available, and we can arrange on-court testing if needed.",
  "contact_p_29": "Our regular stringing service takes 24-48 hours. We also offer express service that takes up to 4 hours for urgent cases (subject to availability).",
  "contact_p_30": "Our expert team will help you choose the right racket according to your child's age, height and skill level. We recommend coming to the store with your child for accurate measurement and fitting.",
  "contact_p_31": "All our products come with full manufacturer warranty. Additionally, we provide technical support and service throughout the product's lifetime.",
  "contact_p_32": "Yes, we offer special prices for group purchases, clubs and tennis schools. Contact us for more details.",
  "contact_p_33": "We allow returns or exchanges of unopened products within 14 days of purchase. Opened or used products can be exchanged subject to certain conditions.",
  "contact_p_34": "The team at the Israeli Tennis Center is waiting to help you find the perfect equipment. Contact us now or come visit us at the store.",
  "contact_p_35": "© 2026 Israeli Tennis Center. All rights reserved.",
  "contact_p_36": "Created using&nbsp;Zappy",
  "home_link_47": "Zappy",
  "home_link_48": "Start Your Journey",
  "home_link_49": "Contact Us Now",
  "home_link_50": "Privacy Policy",
  "home_link_51": "Accessibility",
  "home_link_52": "Terms of Use",
  "home_link_53": "Zappy",
  "new_span_162": "Guides",
  "new_span_166": "Tips",
  "new_span_170": "Professional",
  "new_span_181": "Share on:",
  "new_span_183": "📅 October 15, 2023",
  "new_span_184": "⏱️ 4 minute read",
  "new_span_198": "Share on:",
  "new_span_205": "Share on:",
  "new_span_207": "📅 October 22, 2023",
  "new_span_208": "⏱️ 5 minute read",
  "new_span_222": "Share on:",
  "new_span_229": "Share on:",
  "new_span_231": "📅 October 29, 2023",
  "new_span_232": "⏱️ 6 minute read",
  "new_span_245": "Share on:",
  "new_span_260": "📅 Published: May 25, 2024",
  "new_span_261": "⏱️ Reading time: 5 minutes",
  "privacy_h1_1": "Privacy Policy",
  "privacy_h2_2": "1. Information Collection",
  "privacy_h2_3": "2. Use of Information",
  "privacy_h2_4": "3. Information Sharing",
  "privacy_h2_5": "4. User Rights",
  "privacy_h2_6": "5. Cookies",
  "privacy_h2_7": "6. Information Security",
  "privacy_h2_8": "7. Policy Changes",
  "privacy_h2_9": "8. Contact",
  "privacy_p_10": "The Israeli Tennis Center (\"the Company\", \"we\", \"our\") is committed to protecting your privacy. This privacy policy explains how we collect, use and protect your information when using the website www.company.com (\"the Service\").",
  "privacy_p_11": "We may collect the following types of information:",
  "privacy_p_12": "We use the collected information for the following purposes:",
  "privacy_p_13": "We will not sell, rent or share your personal information with third parties, except in the following cases:",
  "privacy_p_14": "In accordance with the Privacy Protection Law 5741-1981, you have the following rights:",
  "privacy_p_15": "Our website uses cookies to improve user experience. You can manage cookies through your browser settings. Disabling cookies may affect website functionality.",
  "privacy_p_16": "We take reasonable security measures to protect your information, including encryption, firewalls and restricted access control. However, no method of transmission or storage is 100% secure.",
  "privacy_p_17": "We may update this privacy policy from time to time. Material changes will be posted on the website with 30 days advance notice.",
  "privacy_p_18": "For questions or requests regarding this privacy policy, you can contact us:",
  "privacy_p_19": "Database Registrar: For complaints, you can contact the Database Registrar at the Ministry of Justice",
  "privacy_p_20": "© 2026 Israeli Tennis Center. All rights reserved.",
  "privacy_p_21": "Created using&nbsp;Zappy",
  "terms_alt_58": "Israeli Tennis Center",
  "terms_nav_55": "Services",
  "terms_nav_56": "About",
  "terms_nav_57": "Contact",
  "about_link_57": "Zappy",
  "about_link_58": "Contact",
  "about_link_59": "Privacy Policy",
  "about_link_60": "Accessibility",
  "about_link_61": "Terms of Use",
  "about_link_62": "Zappy",
  "contact_h3_10": "Address",
  "contact_h3_11": "Opening hours",
  "contact_h3_12": "Can I try rackets before purchasing?",
  "contact_h3_13": "How long does stringing service take?",
  "contact_h3_14": "How do I know which racket is suitable for my child?",
  "contact_h3_15": "Is there a warranty on the equipment?",
  "contact_h3_16": "Do you offer discounts for groups or clubs?",
  "contact_h3_17": "What is the returns and exchanges policy?",
  "contact_li_52": "See and touch our extensive range of equipment",
  "contact_li_53": "Get personal and professional advice from our experienced team",
  "contact_li_54": "Try different rackets and find the most suitable one",
  "contact_li_55": "See our professional stringing service in action",
  "contact_li_56": "Get advice on equipment fitting for children",
  "contact_li_57": "Receive professional tips for improving your game",
  "privacy_li_27": "Personal information: name, email address, phone number and new verification address",
  "privacy_li_28": "Technical information: IP address, browser type, operating system and website usage data",
  "privacy_li_29": "Cookies: Information stored on your computer to improve your browsing experience",
  "privacy_li_30": "Providing the requested services from Or Nisui",
  "privacy_li_31": "Service improvement and user experience testing",
  "privacy_li_32": "Contacting you regarding our services",
  "privacy_li_33": "Compliance with legal requirements",
  "privacy_li_34": "With your explicit consent",
  "privacy_li_35": "When required by law",
  "privacy_li_36": "To protect our rights or the security of our users",
  "privacy_li_37": "With service providers who assist in operating the service (under confidentiality agreements)",
  "privacy_li_38": "Right to access personal information stored about you",
  "privacy_li_39": "Right to correct incorrect or inaccurate information",
  "privacy_li_40": "Right to delete personal information under certain circumstances",
  "privacy_li_41": "Right to object to information processing for marketing purposes",
  "privacy_li_42": "Right to file a complaint with the Data Protection Authority",
  "privacy_li_43": "Company: Israeli Tennis Center",
  "privacy_li_44": "Email: info@company.com",
  "privacy_li_45": "Phone: 03-1234567",
  "privacy_li_46": "Address: Company address, Israel",
  "services_h1_1": "Professional Services of the Israeli Tennis Center",
  "services_h2_2": "Our Main Services",
  "services_h2_3": "Professional Racket Stringing",
  "services_h2_4": "Professional Racket Stringing",
  "services_h2_5": "Equipment Fitting for Children and Youth",
  "services_h2_6": "Equipment Fitting for Children and Youth",
  "services_h2_7": "Professional Consultation and Game Analysis",
  "services_h2_8": "Professional Consultation and Game Analysis",
  "services_h2_9": "Additional Services",
  "services_p_35": "Happily created by&nbsp;Zappy",
  "services_p_36": "The Israeli Tennis Center offers a wide range of professional services tailored to the unique needs of every player. Whether you are passionate tennis players looking for the highest quality professional tennis equipment, or parents interested in finding tennis rackets for beginner children - we are here to help.",
  "services_p_37": "As Israel's leading tennis equipment store, we combine classic tradition with modern and professional service. Our experienced team brings years of experience in the tennis field and specializes in personal customization of equipment and solutions for every playing level.",
  "services_p_38": "Our stringing service is one of the most professional and precise in Israel. We use advanced stringing machines and quality strings from the world's leading brands. Our certified technicians undergo continuous training and stay updated with the latest technologies.",
  "services_p_39": "Our stringing service is one of the most professional and precise in Israel. We use advanced stringing machines and quality strings from the world's leading brands. Our certified technicians undergo continuous training and stay updated with the latest technologies.",
  "services_p_40": "We specialize in tennis rackets for beginner children and understand the importance of choosing the right equipment for age and developmental stage. An unsuitable racket can harm technique and lead to injuries, while the right racket will help the child develop a strong foundation for future play.",
  "services_p_41": "We specialize in tennis rackets for beginner children and understand the importance of choosing the right equipment for age and developmental stage. An unsuitable racket can harm technique and lead to injuries, while the right racket will help the child develop a strong foundation for future play.",
  "services_p_42": "Our professional consulting service is designed for passionate tennis players interested in improving their game through personally customized professional tennis equipment. Our team includes former players and certified coaches who understand the technical nuances of the game.",
  "services_p_43": "Our professional consulting service is designed for passionate tennis players interested in improving their game through personally customized professional tennis equipment. Our team includes former players and certified coaches who understand the technical nuances of the game.",
  "services_p_44": "Professional repair services for damaged rackets - grip replacement, frame repair, shock absorber replacement and more. We restore your old racket to its new feel.",
  "services_p_45": "Perfect equipment packages for beginners - including racket, bag, balls, additional grip and accessories. Special price for complete packages that cover all basic needs.",
  "services_p_46": "Professional workshops on equipment selection, racket maintenance, understanding strings and more. Special training days for parents and young players on all technical aspects of equipment.",
  "services_p_47": "Special program for parents - racket exchange at a discounted price when the child grows and requires a new size. Ensures the child always plays with the most suitable equipment for their age.",
  "services_p_48": "Personal meeting to understand needs, playing level and goals. In-depth analysis of playing style and existing equipment.",
  "services_p_49": "Our team offers several personally customized options, with detailed explanation of the advantages of each option.",
  "services_p_50": "Option to try the recommended equipment, with fine adjustments according to personal feel and comfort.",
  "services_p_51": "Post-purchase follow-up, ongoing technical support and updates on new products that might suit you.",
  "services_p_52": "Team with years of experience in professional tennis, including former players and coaches",
  "services_p_53": "Only products from the world's leading brands, with full manufacturer warranty",
  "services_p_54": "Personal attention to every customer, with time dedicated to understanding unique needs",
  "services_p_55": "Competitive and transparent prices, with special deals for packages and regular customers",
  "services_p_56": "Convenient opening hours, option to schedule appointments outside regular operating hours",
  "services_p_57": "Long-term relationship with customers, with follow-up on development and changing needs",
  "services_p_58": "\"The Israeli Tennis Center helped me find the perfect racket. The professional consulting and stringing service took my game to a completely different level. Highly recommend!\"",
  "services_p_59": "\"As a parent of a talented child in tennis, I was looking for a place that would understand the special needs. The team here is professional and caring, and they helped my son find the equipment exactly suited to his age and level.\"",
  "services_p_60": "\"The service here is on another level. Professional stringing, personal consulting and attention to small details. This isn't just an equipment store - it's a place where they truly understand tennis.\"",
  "services_p_61": "Contact us now to schedule a personal consultation meeting. Our professional team will be happy to help you find the perfect solution for your needs.",
  "services_p_62": "© 2026 The Israeli Tennis Center. All rights reserved.",
  "services_p_63": "Created using&nbsp;Zappy",
  "terms_link_27": "info@company.com",
  "terms_link_28": "Privacy Policy",
  "terms_link_29": "Accessibility",
  "terms_link_30": "Terms of Use",
  "terms_link_31": "Zappy",
  "contact_alt_65": "Israeli Tennis Center",
  "contact_alt_66": "Israeli Tennis Center Store - Interior",
  "contact_btn_46": "Send Message",
  "contact_nav_58": "Services",
  "contact_nav_59": "About",
  "contact_nav_60": "Contact",
  "privacy_alt_50": "Israeli Tennis Center",
  "privacy_nav_47": "Services",
  "privacy_nav_48": "About",
  "privacy_nav_49": "Contact",
  "services_h2_10": "Our Service Process",
  "services_h2_11": "Benefits of Our Services",
  "services_h2_12": "What Our Customers Say",
  "services_h2_13": "Interested in Our Services?",
  "services_h3_14": "Comprehensive Solutions for All Tennis Players - From Beginners to Professionals",
  "services_h3_15": "What the Service Includes:",
  "services_h3_16": "What the Service Includes:",
  "services_h3_17": "Our Fitting Process:",
  "services_h3_18": "Our Fitting Process:",
  "services_h3_19": "The Service Includes:",
  "services_h3_20": "The Service Includes:",
  "services_h3_21": "Racket Repair and Restoration",
  "services_h3_22": "Complete Equipment Packages",
  "services_h3_23": "Workshops and Training Days",
  "services_h3_24": "Children's Exchange Program",
  "services_h3_25": "Initial Consultation",
  "services_h3_26": "Professional Recommendation",
  "services_h3_27": "Trial and Fitting",
  "services_h3_28": "Follow-up and Support",
  "services_h3_29": "Proven Expertise",
  "services_h3_30": "Quality Equipment",
  "services_h3_31": "Personal Service",
  "services_h3_32": "Fair Prices",
  "services_h3_33": "Availability and Accessibility",
  "services_h3_34": "Long-term Follow-up",
  "services_li_73": "Personal customization of string tension - according to playing style, player level and racket type",
  "services_li_74": "Wide range of strings - polyester strings for aggressive players, nylon for comfort and control, and hybrid strings for perfect combination",
  "services_li_75": "Racket condition check - before stringing we check the frame condition and alert to potential problems",
  "services_li_76": "Fast service - stringing within 24-48 hours, with express service option",
  "services_li_77": "Work warranty - full warranty on stringing quality and workmanship",
  "services_li_78": "Personal customization of string tension - according to playing style, player level and racket type",
  "services_li_79": "Wide range of strings - polyester strings for aggressive players, nylon for comfort and control, and hybrid strings for perfect combination",
  "services_li_80": "Racket condition check - before stringing we check the frame condition and alert to potential problems",
  "services_li_81": "Fast service - stringing within 24-48 hours, with express service option",
  "services_li_82": "Work guarantee - full warranty on stringing quality and workmanship",
  "services_li_83": "Accurate measurement - child's height, weight and strength are taken into account",
  "services_li_84": "Racket size selection - 19\", 21\", 23\", 25\" or 26\" according to age and height",
  "services_li_85": "Weight adjustment - extra light rackets for young children, with gradual increase",
  "services_li_86": "Grip selection - appropriate grip size to prevent injuries and improve control",
  "services_li_87": "Long-term consultation - planning racket replacement throughout development period",
  "services_li_88": "Accurate measurement - child's height, weight and strength are taken into account",
  "services_li_89": "Racket size selection - 19\", 21\", 23\", 25\" or 26\" according to age and height",
  "services_li_90": "Weight adjustment - extra light rackets for young children, with gradual increase",
  "services_li_91": "Grip selection - appropriate grip size to prevent injuries and improve control",
  "services_li_92": "Long-term consultation - planning racket replacement throughout development period",
  "services_li_93": "Playing style analysis - identifying strengths and weaknesses in your game",
  "services_li_94": "Equipment recommendation - rackets, strings, shoes and accessories suitable for your style",
  "services_li_95": "Upgrade plan - recommendations for equipment improvement according to progress",
  "services_li_96": "Racket trial - option to try different rackets before purchase",
  "services_li_97": "Shoe fitting - selecting appropriate shoes for the type of court you play on",
  "services_li_98": "Playing style analysis - identifying strengths and weaknesses in your game",
  "services_li_99": "Equipment recommendation - rackets, strings, shoes and accessories suitable for your style",
  "contact_link_37": "Zappy",
  "contact_link_38": "[business_phone]",
  "contact_link_39": "[business_email]",
  "contact_link_40": "Call now",
  "contact_link_41": "Send WhatsApp",
  "contact_link_42": "Privacy policy",
  "contact_link_43": "Accessibility",
  "contact_link_44": "Terms of Use",
  "contact_link_45": "Zappy",
  "home_page_title": "Israel's Leading Tennis Center — Israeli Tennis Center",
  "privacy_link_22": "info@company.com",
  "privacy_link_23": "Privacy Policy",
  "privacy_link_24": "Accessibility",
  "privacy_link_25": "Terms of Use",
  "privacy_link_26": "Zappy",
  "services_li_100": "Upgrade plan - recommendations for equipment improvement according to progress",
  "services_li_101": "Racket trial - option to try different rackets before purchase",
  "services_li_102": "Shoe fitting - selecting appropriate shoes for the type of court you play on",
  "about_page_title": "About the Israeli Tennis Center — Our Heritage and Values",
  "contact_label_47": "Full Name *",
  "contact_label_48": "Email *",
  "contact_label_49": "Phone *",
  "contact_label_50": "Subject",
  "contact_label_51": "Message",
  "legal_terms_h1_1": "Terms of Use",
  "legal_terms_h2_2": "1. Definitions",
  "legal_terms_h2_3": "2. Service Description",
  "legal_terms_h2_4": "3. Terms of Use",
  "legal_terms_h2_5": "4. User Obligations",
  "legal_terms_h2_6": "5. Payment and Refund Policy",
  "legal_terms_h2_7": "6. Limitation of Liability",
  "legal_terms_h2_8": "7. Copyrights and Intellectual Property",
  "legal_terms_h2_9": "8. Privacy",
  "legal_terms_p_15": "[business_name] provides general services through the website. The services are subject to the terms detailed in this document and may change from time to time.",
  "legal_terms_p_16": "Use of the website is conditional upon compliance with the following terms:",
  "legal_terms_p_17": "If the services include payment:",
  "legal_terms_p_18": "The services are provided \"as is\" without warranty of any kind. The company shall not be liable for indirect, consequential or special damages arising from use of the website, except in cases where the law provides otherwise.",
  "legal_terms_p_19": "All content on the website, including texts, images, design and code, are protected by copyrights belonging to [business_name]. It is prohibited to copy, distribute or make commercial use of the content without written permission.",
  "legal_terms_p_20": "Collection and use of personal information is subject to our privacy policy. Use of the website constitutes agreement to the privacy policy as detailed separately.",
  "legal_terms_p_21": "The company may change these terms of use at any time. Material changes will be published on the website with 30 days' advance notice. Continued use after the change constitutes agreement to the new terms.",
  "legal_terms_p_22": "The company may discontinue or restrict the service at any time, including in case of violation of the terms of use. In case of service termination, the provisions of the relevant sections will remain in effect.",
  "legal_terms_p_23": "These terms of use are subject to the laws of the State of Israel. Any dispute will be heard in the competent courts in Israel, with preference given to arbitration or mediation where possible.",
  "legal_terms_p_24": "For questions or clarifications regarding the terms of use:",
  "services_alt_106": "Israeli Tennis Center",
  "services_alt_107": "Professional tennis racket stringing at the Israeli Tennis Center",
  "services_alt_108": "Professional tennis racket stringing at the Israeli Tennis Center",
  "services_alt_109": "Tennis racket fitting for beginner children",
  "services_alt_110": "Tennis racket fitting for beginner children",
  "services_alt_111": "Professional consultation for tennis equipment selection",
  "services_alt_112": "Professional consultation for tennis equipment selection",
  "services_link_67": "Zappy",
  "services_link_68": "Contact Us",
  "services_link_69": "Privacy Policy",
  "services_link_70": "Accessibility",
  "services_link_71": "Terms of Use",
  "services_link_72": "Zappy",
  "services_nav_103": "Services",
  "services_nav_104": "About",
  "services_nav_105": "Contact",
  "services_span_64": "Competitive tennis player",
  "services_span_65": "Mother of a young player",
  "services_span_66": "Veteran player",
  "terms_page_title": "Terms of Use",
  "accessibility_p_9": "Israeli Tennis Center is committed to making services accessible to the general public. We work to implement the Israeli Standard (IS 5568) guidelines based on WCAG 2.1 Level AA guidelines.",
  "legal_terms_h2_10": "9. Amendment of Terms of Use",
  "legal_terms_h2_11": "10. Service Termination",
  "legal_terms_h2_12": "11. Governing Law and Dispute Resolution",
  "legal_terms_h2_13": "12. General Provisions",
  "legal_terms_h2_14": "13. Contact Information",
  "legal_terms_li_28": "\"The Company\" - [business_name]",
  "legal_terms_li_29": "\"The User\" - anyone who browses or uses the website",
  "legal_terms_li_30": "\"The Services\" - general services provided through the website",
  "legal_terms_li_31": "Using the website for legal purposes only",
  "legal_terms_li_32": "Not interfering with the website's operation or other users",
  "legal_terms_li_33": "Not uploading offensive, illegal or harmful content",
  "legal_terms_li_34": "Respecting copyrights and intellectual property",
  "legal_terms_li_35": "Not performing actions that may harm website security",
  "legal_terms_li_36": "Providing correct and accurate information during registration or ordering",
  "legal_terms_li_37": "Maintaining confidentiality of account access details",
  "legal_terms_li_38": "Immediate notification of any unauthorized use of the account",
  "legal_terms_li_39": "Updating personal information as needed",
  "legal_terms_li_40": "Payments are processed through secure and encrypted systems",
  "legal_terms_li_41": "Prices include VAT as required by law",
  "legal_terms_li_42": "Right of transaction cancellation will be available in accordance with Consumer Protection Law",
  "legal_terms_li_43": "Refunds will be processed within 14 business days from cancellation approval",
  "legal_terms_li_44": "If part of the terms is declared invalid, the remaining terms will remain in effect",
  "legal_terms_li_45": "Non-enforcement of a right will not be considered a waiver of it",
  "legal_terms_li_46": "The terms of use constitute the entire agreement between the parties",
  "legal_terms_li_47": "Company: [business_name]",
  "legal_terms_li_48": "Email: [business_email]",
  "legal_terms_li_49": "Phone: [business_phone]",
  "legal_terms_li_50": "Address: [business_address]",
  "accessibility_h1_1": "Accessibility Statement",
  "accessibility_h2_2": "1. Accessibility Policy",
  "accessibility_h2_3": "2. Website Accessibility Arrangements",
  "accessibility_h2_4": "3. Supported Assistive Technologies",
  "accessibility_h2_5": "4. Accessibility Testing",
  "accessibility_h2_6": "5. Continuous Improvements",
  "accessibility_h2_7": "6. Contact and Feedback",
  "accessibility_h3_8": "WCAG 2.1 Standard Compliance",
  "accessibility_p_10": "We believe in equal rights and in every person's right to receive information and services independently and equally. This website was designed and built with special emphasis on accessibility for people with disabilities.",
  "accessibility_p_11": "The website complies with WCAG 2.1 Level AA standard, which includes:",
  "accessibility_p_12": "The website was tested using:",
  "accessibility_p_13": "We work continuously to improve website accessibility and update it according to technological developments and user feedback.",
  "accessibility_p_14": "If you encountered an accessibility issue on the website or need assistance, please contact us:",
  "accessibility_p_15": "Response times: We respond to accessibility inquiries within 3 business days and work toward resolution within 10 business days.",
  "accessibility_p_16": "Complaints: You can file a complaint with the Ministry of Justice - Commission for Equal Rights of Persons with Disabilities",
  "accessibility_p_17": "© 2026 Israeli Tennis Center. All rights reserved.",
  "accessibility_p_18": "Created using&nbsp;Zappy",
  "contact_page_title": "Contact the Israeli Tennis Center — We're Here to Help",
  "legal_privacy_h1_1": "Privacy Policy",
  "legal_privacy_h2_2": "1. Information Collection",
  "legal_privacy_h2_3": "2. Use of Information",
  "legal_privacy_h2_4": "3. Information Sharing",
  "legal_privacy_h2_5": "4. User Rights",
  "legal_privacy_h2_6": "5. Cookies",
  "legal_privacy_h2_7": "6. Information Security",
  "legal_privacy_h2_8": "7. Policy Changes",
  "legal_privacy_h2_9": "8. Contact Us",
  "legal_privacy_p_10": "[business_name] (\"the Company\", \"we\", \"our\") is committed to protecting your privacy. This privacy policy explains how we collect, use and protect your information when using the website www.company.com (\"the Service\").",
  "legal_privacy_p_11": "We may collect the following types of information:",
  "legal_privacy_p_12": "We use the collected information for the following purposes:",
  "legal_privacy_p_13": "We will not sell, lease or share your personal information with third parties, except in the following cases:",
  "legal_privacy_p_14": "In accordance with the Privacy Protection Law 5741-1981, you have the following rights:",
  "legal_privacy_p_15": "Our website uses cookies to improve user experience. You can manage cookies through your browser settings. Disabling cookies may affect website functionality.",
  "legal_privacy_p_16": "We implement reasonable security measures to protect your information, including encryption, firewalls and restricted access control. However, no method of transmission or storage is 100% secure.",
  "legal_privacy_p_17": "We may update this privacy policy from time to time. Material changes will be published on the website with 30 days advance notice.",
  "legal_privacy_p_18": "For questions or requests regarding this privacy policy, you can contact us:",
  "legal_privacy_p_19": "Data Registrar: For complaints, you can contact the Data Registrar at the Ministry of Justice",
  "privacy_page_title": "Privacy Policy",
  "accessibility_li_24": "Keyboard navigation support",
  "accessibility_li_25": "Screen reader support",
  "accessibility_li_26": "Appropriate color contrast",
  "accessibility_li_27": "Flexible and scalable font sizes",
  "accessibility_li_28": "Detailed image descriptions (Alt text)",
  "accessibility_li_29": "Hierarchical structured headings",
  "accessibility_li_30": "Descriptive and clear links",
  "accessibility_li_31": "Zoom support up to 200% without content loss",
  "accessibility_li_32": "Perceivable: Information is presented in ways users can perceive",
  "accessibility_li_33": "Operable: Interface components are operable",
  "accessibility_li_34": "Understandable: Information and user interface are understandable",
  "accessibility_li_35": "Robust: Content can be interpreted by a variety of technologies",
  "accessibility_li_36": "NVDA (Windows)",
  "accessibility_li_37": "JAWS (Windows)",
  "accessibility_li_38": "VoiceOver (Mac/iOS)",
  "accessibility_li_39": "TalkBack (Android)",
  "accessibility_li_40": "Dragon NaturallySpeaking",
  "accessibility_li_41": "Switch navigation",
  "accessibility_li_42": "Automated accessibility testing tools",
  "accessibility_li_43": "Manual testing with screen readers",
  "accessibility_li_44": "Keyboard-only navigation",
  "accessibility_li_45": "Color contrast testing",
  "accessibility_li_46": "Testing with users with disabilities",
  "accessibility_li_47": "Company: Israeli Tennis Center",
  "accessibility_li_48": "Email: info@company.com",
  "accessibility_li_49": "Phone: 03-1234567",
  "legal_privacy_li_23": "Personal information: name, email address, phone number and address",
  "legal_privacy_li_24": "Technical information: IP address, browser type, operating system and website usage data",
  "legal_privacy_li_25": "Cookies: information stored on your computer to improve user experience",
  "legal_privacy_li_26": "Providing requested services",
  "legal_privacy_li_27": "Improving service and user experience",
  "legal_privacy_li_28": "Contacting you regarding our services",
  "legal_privacy_li_29": "Compliance with legal requirements",
  "legal_privacy_li_30": "With your explicit consent",
  "legal_privacy_li_31": "When required by law",
  "legal_privacy_li_32": "To protect our rights or the security of our users",
  "legal_privacy_li_33": "With service providers who assist in operating the service (under confidentiality agreements)",
  "legal_privacy_li_34": "Right to access personal information stored about you",
  "legal_privacy_li_35": "Right to correct incorrect or inaccurate information",
  "legal_privacy_li_36": "Right to delete personal information under certain circumstances",
  "legal_privacy_li_37": "Right to object to information processing for marketing purposes",
  "legal_privacy_li_38": "Right to file a complaint with the Data Registrar",
  "legal_privacy_li_39": "Company: [business_name]",
  "legal_privacy_li_40": "Email: [business_email]",
  "legal_privacy_li_41": "Phone: [business_phone]",
  "legal_privacy_li_42": "Address: [business_address]",
  "legal_terms_link_25": "[business_email]",
  "legal_terms_link_26": "[business_phone]",
  "legal_terms_link_27": "← Back to website",
  "services_page_title": "Professional Tennis Services — Israeli Tennis Center",
  "accessibility_alt_53": "Israeli Tennis Center",
  "accessibility_nav_50": "Services",
  "accessibility_nav_51": "About",
  "accessibility_nav_52": "Contact",
  "accessibility_link_19": "info@company.com",
  "accessibility_link_20": "Privacy Policy",
  "accessibility_link_21": "Accessibility",
  "accessibility_link_22": "Terms of Use",
  "accessibility_link_23": "Zappy",
  "home_meta_description": "Discover Israel's leading tennis center offering professional tennis equipment, tennis rackets for beginner children, and professional services for tennis players of all levels.",
  "legal_privacy_link_20": "[business_email]",
  "legal_privacy_link_21": "[business_phone]",
  "legal_privacy_link_22": "← Back to website",
  "about_meta_description": "Meet the Israeli Tennis Center - our heritage, values and commitment to providing professional tennis equipment and uncompromising service to all tennis players in Israel.",
  "contact_placeholder_61": "Enter your full name",
  "contact_placeholder_62": "your@email.com",
  "contact_placeholder_63": "05X-XXX-XXXX",
  "contact_placeholder_64": "Tell us how we can help you...",
  "legal_terms_page_title": "Terms of Use - [business_name]",
  "terms_meta_description": "Website terms of use - users' rights and obligations",
  "legal_accessibility_p_9": "[business_name] is committed to making services accessible to the general public. We work to implement the Israeli Standard (IS 5568) guidelines based on WCAG 2.1 Level AA guidelines.",
  "accessibility_page_title": "Accessibility Statement",
  "contact_meta_description": "Contact the Israeli Tennis Center - we'd be happy to help you find the perfect professional tennis equipment. Reach out to us for advice, questions, or to schedule an appointment.",
  "legal_accessibility_h1_1": "Accessibility Statement",
  "legal_accessibility_h2_2": "1. Accessibility Policy",
  "legal_accessibility_h2_3": "2. Website Accessibility Features",
  "legal_accessibility_h2_4": "3. Supported Assistive Technologies",
  "legal_accessibility_h2_5": "4. Accessibility Testing",
  "legal_accessibility_h2_6": "5. Continuous Improvements",
  "legal_accessibility_h2_7": "6. Contact and Feedback",
  "legal_accessibility_h3_8": "WCAG 2.1 Compliance",
  "legal_accessibility_p_10": "We believe in equal rights and in every person's right to receive information and services independently and equally. This website was designed and built with special emphasis on accessibility for people with disabilities.",
  "legal_accessibility_p_11": "The website complies with WCAG 2.1 Level AA standard, which includes:",
  "legal_accessibility_p_12": "The website has been tested using:",
  "legal_accessibility_p_13": "We work continuously to improve website accessibility and update it according to technological developments and user feedback.",
  "legal_accessibility_p_14": "If you encountered an accessibility issue on the website or need assistance, please contact us:",
  "legal_accessibility_p_15": "Response times: We respond to accessibility inquiries within 3 business days and work towards a solution within 10 business days.",
  "legal_accessibility_p_16": "Complaints: You may file a complaint with the Ministry of Justice - Commissioner for Equal Rights of Persons with Disabilities",
  "legal_privacy_page_title": "Privacy Policy - [business_name]",
  "privacy_meta_description": "Our privacy policy - how we collect, use and protect your information",
  "legal_accessibility_li_20": "Keyboard navigation support",
  "legal_accessibility_li_21": "Screen reader support",
  "legal_accessibility_li_22": "Appropriate color contrast",
  "legal_accessibility_li_23": "Flexible and scalable font sizes",
  "legal_accessibility_li_24": "Detailed image descriptions (Alt text)",
  "legal_accessibility_li_25": "Hierarchically structured headings",
  "legal_accessibility_li_26": "Descriptive and clear links",
  "legal_accessibility_li_27": "Zoom support up to 200% without content loss",
  "legal_accessibility_li_28": "Perceivable: Information is presented in ways users can perceive",
  "legal_accessibility_li_29": "Operable: Interface components are operable",
  "legal_accessibility_li_30": "Understandable: Information and user interface are understandable",
  "legal_accessibility_li_31": "Robust: Content can be interpreted by a variety of technologies",
  "legal_accessibility_li_32": "NVDA (Windows)",
  "legal_accessibility_li_33": "JAWS (Windows)",
  "legal_accessibility_li_34": "VoiceOver (Mac/iOS)",
  "legal_accessibility_li_35": "TalkBack (Android)",
  "legal_accessibility_li_36": "Dragon NaturallySpeaking",
  "legal_accessibility_li_37": "Switch navigation",
  "legal_accessibility_li_38": "Automated accessibility testing tools",
  "legal_accessibility_li_39": "Manual testing with screen readers",
  "legal_accessibility_li_40": "Keyboard-only navigation",
  "legal_accessibility_li_41": "Color contrast testing",
  "legal_accessibility_li_42": "Testing with users with disabilities",
  "legal_accessibility_li_43": "Company: [business_name]",
  "legal_accessibility_li_44": "Email: [business_email]",
  "legal_accessibility_li_45": "Phone: [business_phone]",
  "services_meta_description": "Israeli Tennis Center services - professional stringing, equipment fitting, expert consultation and wide range of professional tennis equipment and tennis rackets for beginner children.",
  "legal_accessibility_link_17": "[business_email]",
  "legal_accessibility_link_18": "[business_phone]",
  "legal_accessibility_link_19": "← Back to website",
  "accessibility_meta_description": "Our accessibility statement - our commitment to digital accessibility",
  "legal_accessibility_page_title": "Accessibility Statement - [business_name]"
}