{
  "home_h1_1": "Израильский теннисный центр - место, где начинается совершенство",
  "home_h2_2": "Добро пожаловать в Израильский теннисный центр",
  "home_h2_3": "Классические традиции с современным совершенством",
  "home_h2_4": "Наши профессиональные услуги",
  "home_h2_5": "Наш ассортимент профессионального оборудования",
  "home_h2_6": "Ваш заголовок здесь",
  "home_h2_7": "Кому мы подходим?",
  "home_h2_8": "Почему стоит выбрать Израильский теннисный центр?",
  "home_h2_9": "Готовы начать свое теннисное путешествие?",
  "home_p_25": "Happily created by Zappy",
  "home_p_26": "Израильский теннисный центр - это больше, чем место для покупки оборудования - это дом израильских теннисных традиций. Мы предлагаем ведущий магазин теннисного оборудования в Израиле, сочетающий классическое наследие с современными технологиями. Имея многолетний опыт, мы специализируемся на поставке профессионального теннисного оборудования для игроков всех уровней - от новичков до профессиональных чемпионов.",
  "home_p_27": "Наша экспертиза заключается в индивидуальном подборе оборудования под уникальные потребности каждого игрока. Мы понимаем, что теннисные ракетки для детей-новичков требуют особого внимания - подходящий вес, правильный размер и идеальный баланс, которые помогут им развить правильную технику с самого начала. Наши родители доверяют нам направлять своих талантливых детей в выборе наиболее подходящего оборудования для их стадии развития.",
  "home_p_28": "Израильский теннисный центр опирается на богатое наследие классического тенниса. Мы верим в традиционные спортивные ценности - дисциплину, настойчивость и хорошую спортивную этику. Наш подход сочетает мудрость предыдущих поколений теннисистов с самыми передовыми технологиями в индустрии.",
  "home_p_29": "В нашем магазине теннисного оборудования в Израиле вы найдете широкий ассортимент продуктов, отражающих этот подход - от классических деревянных ракеток для демонстрации до профессионального теннисного оборудования, использующего передовые материалы, такие как графит и карбон. Каждый предмет тщательно отобран, чтобы сохранить наследие, обеспечивая при этом максимальную производительность.",
  "home_p_30": "Точная натяжка сертифицированными техниками с многолетним опытом. Мы используем струны высочайшего качества и точно настраиваем натяжение под ваш стиль игры.",
  "home_p_31": "Специализация на теннисных ракетках для детей-новичков - тщательный отбор легких ракеток подходящих размеров с идеальной точкой баланса для развития правильной техники с раннего возраста.",
  "home_p_32": "Наша команда экспертов предоставляет персональные консультации по выбору профессионального теннисного оборудования, точно соответствующего уровню игры, стилю игры и личным целям каждого игрока.",
  "home_p_33": "Текст здесь",
  "home_p_34": "В Израильском теннисном центре мы предлагаем самый полный и профессиональный выбор теннисного оборудования в Израиле. От самых передовых ракеток ведущих мировых брендов до специальной теннисной обуви для каждого типа покрытия - мы гарантируем, что вы найдете именно то, что вам нужно.",
  "home_p_35": "Выбор теннисных ракеток от ведущих мировых брендов - Wilson, Head, Babolat и других. Каждая ракетка отобрана по строгим критериям качества и производительности.",
  "home_p_36": "Специальная коллекция теннисных ракеток для детей-новичков всех размеров - 19\", 21\", 23\", 25\" и 26\". Каждая ракетка адаптирована к возрасту, росту и уровню навыков.",
  "home_p_37": "Профессиональная теннисная обувь, адаптированная для каждого типа покрытия - хард, грунт или трава. Кроме того, широкий ассортимент качественной теннисной одежды в классическом стиле.",
  "home_p_38": "Полный выбор качественных струн, грипов, виброгасителей, сумок и других аксессуаров от ведущих брендов индустрии.",
  "home_p_39": "Добавьте сюда содержание вашего текста. Это текст-заполнитель, который можно редактировать.",
  "home_p_40": "Если вы игроки, которые регулярно тренируются, участвуют в местных турнирах и ищете профессиональное теннисное оборудование, которое поможет вам прогрессировать - вы пришли в нужное место. Израильский теннисный центр предлагает широкий ассортимент качественного оборудования и профессиональных услуг, которые точно соответствуют вашим потребностям.",
  "home_p_41": "Наша профессиональная команда поможет вам выбрать идеальную ракетку, правильные струны и все сопутствующее оборудование, которое позволит вам достичь следующего уровня в вашей игре. Мы понимаем уникальные потребности соревновательных игроков и предоставляем индивидуально адаптированные решения.",
  "home_p_42": "Дорогие родители, мы понимаем, насколько важно для вас предоставить своим детям лучшие инструменты для успеха в теннисе. В Израильском теннисном центре мы специализируемся на теннисных ракетках для детей-новичков и оборудовании, специально адаптированном для младших возрастов.",
  "home_p_43": "Наша команда поможет вам выбрать ракетку, точно соответствующую возрасту, росту и уровню навыков вашего ребенка. Мы верим, что правильное начало с подходящим оборудованием - это основа для профессионального развития в будущем. Кроме того, мы предлагаем консультации по профессиональным курсам и тренировочным программам, которые помогут вашему ребенку реализовать свой потенциал.",
  "home_p_44": "Годы опыта в области профессионального тенниса с командой экспертов, которые глубоко понимают спорт и точно знают, что нужно каждому игроку.",
  "home_p_45": "Только самые качественные продукты от ведущих мировых брендов. Мы гарантируем, что каждый предмет соответствует самым высоким стандартам.",
  "home_p_46": "Индивидуальный подход к каждому клиенту - мы уделяем время пониманию ваших уникальных потребностей и предоставляем точно адаптированные решения.",
  "home_p_47": "Уникальное сочетание классических традиций с современными технологиями - мы сохраняем спортивные ценности, используя при этом современные инновации.",
  "home_p_48": "Приходите к нам в Израильский теннисный центр и узнайте, почему мы ведущий магазин теннисного оборудования в Израиле. Наша профессиональная команда ждет, чтобы помочь вам найти идеальное оборудование.",
  "home_p_49": "© 2026 Израильский теннисный центр. Все права защищены.",
  "home_p_50": "Создано с помощью Zappy",
  "about_h1_1": "Наша история - традиции, совершенство и преданность",
  "about_h2_2": "Наше путешествие в мире тенниса",
  "about_h2_3": "Ценности, которыми мы руководствуемся",
  "about_h2_4": "Наша профессиональная команда",
  "about_h2_5": "Наше классическое наследие",
  "about_h2_6": "Наша преданность теннисному сообществу",
  "about_h2_7": "Наши вехи",
  "about_h2_8": "Присоединяйтесь к семье Израильского теннисного центра",
  "about_h3_9": "Израильский теннисный центр - храним наследие классического тенниса уже много лет",
  "about_p_33": "Happily created by Zappy",
  "about_p_34": "Израильский теннисный центр был основан из глубокой любви к теннису и понимания того, что качественное оборудование и профессиональный сервис являются ключом к успеху на корте. С самого начала наше видение было ясным - стать ведущим магазином теннисного оборудования в Израиле, сочетающим классические традиции с современным и профессиональным сервисом.",
  "about_p_35": "На протяжении лет мы видели, как поколения увлеченных теннисистов проходили через наши двери. От маленьких детей, получивших свои первые теннисные ракетки, через талантливых подростков, развившихся в соревновательных игроков, до взрослых, нашедших в теннисе новую страсть. Каждый из них внес вклад в нашу историю и помог нам лучше понять разнообразные потребности израильского теннисного сообщества.",
  "about_p_36": "Сегодня Израильский теннисный центр - это больше чем место для покупки оборудования - это общественный центр для любителей тенниса, место, где делятся знаниями, опытом и профессиональными советами. Мы гордимся тем, что являемся частью пути каждого игрока, от первых шагов до больших достижений.",
  "about_p_37": "Мы идем на компромиссы только с лучшим. Каждый предмет профессионального теннисного оборудования, который мы предлагаем, тщательно отобран и соответствует самым высоким стандартам. Мы работаем только с ведущими мировыми брендами и гарантируем, что каждый продукт обеспечит отличную производительность.",
  "about_p_38": "Теннис для нас не просто работа - это страсть. Каждый член нашей команды - теннисист или любитель спорта, и мы привносим эту любовь в каждое взаимодействие с клиентами. Мы верим, что любовь к спорту создает лучший сервис.",
  "about_p_39": "Успех наших клиентов - это наш успех. Мы уделяем время пониманию уникальных потребностей каждого игрока и предоставляем персонализированные решения. Наша приверженность - сопровождать вас на всем пути, от первой покупки до постоянного совершенствования.",
  "about_p_40": "Мы рассматриваем наших клиентов как часть семьи Израильского теннисного центра. Мы создаем долгосрочные отношения, делимся знаниями и опытом, организуем общественные мероприятия. Наше сообщество является источником вдохновения и взаимной поддержки.",
  "about_p_41": "Мы верим в важность образования и знаний. Помимо продажи оборудования, мы предоставляем профессиональное руководство по выбору оборудования, обслуживанию и улучшению игры. Особенно когда речь идет о теннисных ракетках для начинающих детей, мы уделяем время объяснению родителям важности правильного оборудования.",
  "about_p_42": "Мы сохраняем классические традиции тенниса, принимая современные инновации. Наш подход сочетает мудрость поколений с современными технологиями, создавая уникальный опыт, который уважает прошлое и смотрит в будущее.",
  "about_p_43": "Текст описания карточки находится здесь",
  "about_p_44": "Текст описания карточки находится здесь",
  "about_p_45": "Текст описания карточки находится здесь",
  "about_p_46": "Команда Израильского теннисного центра состоит из опытных экспертов в области тенниса, включая бывших игроков, сертифицированных тренеров и квалифицированных техников. Каждый член команды привносит уникальный опыт и настоящую страсть к спорту.",
  "about_p_47": "Наша команда включает экспертов по теннисному оборудованию с десятилетним опытом. Каждый член команды прошел профессиональную подготовку и постоянно обновляется о новейших технологиях в теннисной индустрии.",
  "about_p_48": "Наши техники имеют международные сертификаты по натяжке ракеток. Они проходят постоянное обучение и работают с самым современным оборудованием для обеспечения точной и качественной натяжки.",
  "about_p_49": "Специальная команда, специализирующаяся на подборе оборудования для детей и молодежи. Они понимают уникальные потребности молодых игроков и помогают родителям выбрать наиболее подходящие теннисные ракетки для начинающих детей.",
  "about_p_50": "Эксперты, специализирующиеся на подборе профессионального теннисного оборудования для соревновательных игроков. Они анализируют стиль игры и предоставляют точные рекомендации для улучшения производительности на корте.",
  "about_p_51": "Текст здесь",
  "about_p_52": "Текст здесь",
  "about_p_53": "Израильский теннисный центр гордится своим классическим наследием. Мы верим, что теннис - это спорт традиций, элегантности и спортивного духа. Классический дизайн нашего магазина с оттенками темно-зеленого и белого отражает эти ценности и напоминает о золотой эпохе тенниса.",
  "about_p_54": "Мы сохраняем эту традицию во всех аспектах бизнеса - от того, как мы относимся к клиентам, через выбор продуктов, до дизайна магазина и атмосферы, которую мы создаем. Когда вы входите в Израильский теннисный центр, вы не просто покупаете оборудование - вы переживаете часть богатой истории спорта.",
  "about_p_55": "В то же время мы не остаемся в прошлом. Мы сочетаем традицию с самыми передовыми технологиями - от ракеток с современными материалами до компьютеризированных систем натяжки. Это сочетание старого и нового делает Израильский теннисный центр особенным.",
  "about_p_56": "Мы верим в важность развития следующего поколения теннисистов. Поэтому мы предлагаем специальные программы для родителей и детей, включая скидки на теннисные ракетки для начинающих детей, образовательные семинары и поддержку местных турниров для молодежи.",
  "about_p_57": "Мы активны в израильском теннисном сообществе и поддерживаем мероприятия, турниры и местные клубы. Наша цель - не только продавать оборудование, но и способствовать росту и развитию тенниса в Израиле.",
  "about_p_58": "Будь вы начинающими или профессиональными игроками, мы относимся к каждому клиенту с одинаковым уровнем профессионализма и внимания. Мы верим, что каждый игрок, независимо от уровня, заслуживает лучшего оборудования и самого профессионального сервиса.",
  "about_p_59": "Мы постоянно обновляемся о новейших технологиях в теннисной индустрии. Наша команда участвует в международных конференциях, проходит продвинутое обучение и приносит новейшие знания нашим клиентам.",
  "about_p_60": "Израильский теннисный центр был основан с ясным видением - стать ведущим магазином теннисного оборудования в Израиле, сочетающим классические традиции с современным сервисом. Первый магазин открылся с небольшим, но качественным ассортиментом оборудования от ведущих брендов.",
  "about_p_61": "Со временем мы расширили ассортимент и услуги. Добавили профессиональный отдел натяжки, расширили ассортимент продуктов и начали специализироваться на теннисных ракетках для начинающих детей - область, которую мы определили как недостающую на израильском рынке.",
  "about_p_62": "Мы стали известным именем в израильском теннисном сообществе. Профессиональные игроки, клубы и тренеры начали обращаться к нам за оборудованием и профессиональными консультациями. Наша команда расширилась и стала еще более специализированной.",
  "about_p_63": "Сегодня Израильский теннисный центр - это больше чем место для покупки оборудования - это общественный центр для любителей тенниса. Мы продолжаем обновляться, развиваться и сохранять классические традиции, принимая новейшие технологии.",
  "about_p_64": "Приходите к нам в гости и испытайте сами уникальное сочетание традиций, профессионализма и любви к теннису. Наша команда ждет, чтобы тепло принять вас и помочь найти идеальное оборудование.",
  "about_p_65": "© 2026 Израильский теннисный центр. Все права защищены.",
  "about_p_66": "Создано с помощью Zappy",
  "home_h3_10": "Профессиональное теннисное оборудование, теннисные ракетки для детей-новичков и ведущие услуги для всех теннисистов Израиля",
  "home_h3_11": "Профессиональная натяжка ракеток",
  "home_h3_12": "Подбор оборудования для детей",
  "home_h3_13": "Профессиональные консультации для игроков",
  "home_h3_14": "Подзаголовок",
  "home_h3_15": "Ракетки для профессионалов",
  "home_h3_16": "Ракетки для детей и молодежи",
  "home_h3_17": "Обувь и одежда",
  "home_h3_18": "Аксессуары и струны",
  "home_h3_19": "Увлеченные теннисисты",
  "home_h3_20": "Родители талантливых детей",
  "home_h3_21": "Экспертиза и опыт",
  "home_h3_22": "Гарантированное качество",
  "home_h3_23": "Персональный сервис",
  "home_h3_24": "Традиции и наследие",
  "terms_h1_1": "Условия использования",
  "terms_h2_2": "1. Определения",
  "terms_h2_3": "2. Описание услуг",
  "terms_h2_4": "3. Условия использования",
  "terms_h2_5": "4. Обязанности пользователя",
  "terms_h2_6": "5. Политика платежей и возвратов",
  "terms_h2_7": "6. Ограничение ответственности",
  "terms_h2_8": "7. Авторские права и интеллектуальная собственность",
  "terms_h2_9": "8. Конфиденциальность",
  "terms_p_15": "Израильский теннисный центр предоставляет спорт и спортивное оборудование через сайт. Услуги подчиняются условиям, изложенным в данном документе, и могут изменяться время от времени.",
  "terms_p_16": "Использование сайта обусловлено соблюдением следующих условий:",
  "terms_p_17": "В случае если услуги включают оплату:",
  "terms_p_18": "Услуги предоставляются \"как есть\" без гарантий любого рода. Компания не несет ответственности за косвенные, последующие или особые ущербы, возникающие в результате использования сайта, за исключением случаев, когда закон предусматривает иное.",
  "terms_p_19": "Все содержимое сайта, включая тексты, изображения, дизайн и код, защищено авторскими правами, принадлежащими Израильскому теннисному центру. Запрещается копировать, распространять или использовать содержимое в коммерческих целях без письменного разрешения.",
  "terms_p_20": "Сбор и использование личной информации подчиняются нашей политике конфиденциальности. Использование сайта означает согласие с политикой конфиденциальности, как указано отдельно.",
  "terms_p_21": "Компания вправе изменить данные условия использования в любое время. Существенные изменения будут опубликованы на сайте с предварительным уведомлением за 30 дней. Продолжение использования после изменения означает согласие с новыми условиями.",
  "terms_p_22": "Компания вправе прекратить или ограничить обслуживание в любое время, включая случаи нарушения условий использования. В случае прекращения обслуживания сохраняются положения соответствующих разделов.",
  "terms_p_23": "Данные условия использования подчиняются законам государства Израиль. Любой спор будет рассматриваться в компетентных судах Израиля, с предпочтением арбитража или медиации по возможности.",
  "terms_p_24": "По вопросам или разъяснениям относительно условий использования:",
  "terms_p_25": "© 2026 Израильский теннисный центр. Все права защищены.",
  "terms_p_26": "Создано с помощью Zappy",
  "about_h3_10": "Совершенство и качество",
  "about_h3_11": "Любовь к спорту",
  "about_h3_12": "Приверженность клиенту",
  "about_h3_13": "Сообщество и семья",
  "about_h3_14": "Образование и наставничество",
  "about_h3_15": "Традиция и наследие",
  "about_h3_16": "Заголовок карточки 1",
  "about_h3_17": "Заголовок карточки 2",
  "about_h3_18": "Заголовок карточки 3",
  "about_h3_19": "Наши эксперты",
  "about_h3_20": "Техники по натяжке",
  "about_h3_21": "Специалисты по детскому оборудованию",
  "about_h3_22": "Консультанты по производительности",
  "about_h3_23": "Подзаголовок",
  "about_h3_24": "Подзаголовок",
  "about_h3_25": "Поддержка молодых игроков",
  "about_h3_26": "Продвижение спорта в Израиле",
  "about_h3_27": "Сервис для всех уровней",
  "about_h3_28": "Постоянные инновации",
  "about_h3_29": "Начало",
  "about_h3_30": "Расширение и развитие",
  "about_h3_31": "Признание и репутация",
  "about_h3_32": "Сегодня и в будущем",
  "home_alt_61": "Израильский теннисный центр",
  "home_alt_62": "Израильский теннисный центр - профессиональные теннисные корты",
  "home_alt_63": "Классическое теннисное оборудование - наследие израильского тенниса",
  "home_alt_64": "Профессиональная услуга натяжки ракеток",
  "home_alt_65": "Теннисные ракетки для детей-новичков",
  "home_alt_66": "Профессиональное теннисное оборудование для продвинутых игроков",
  "home_alt_67": "Заполнитель изображения",
  "home_alt_68": "Профессиональные теннисные ракетки ведущих брендов",
  "home_alt_69": "Детские теннисные ракетки разных размеров",
  "home_alt_70": "Профессиональная теннисная обувь для всех типов покрытий",
  "home_alt_71": "Теннисные аксессуары - струны, грипы и многое другое",
  "home_alt_72": "Увлеченные и профессиональные теннисисты",
  "home_alt_73": "Родители талантливых детей в теннисе",
  "home_nav_58": "Услуги",
  "home_nav_59": "О нас",
  "home_nav_60": "Контакты",
  "terms_h2_10": "9. Изменение условий использования",
  "terms_h2_11": "10. Прекращение обслуживания",
  "terms_h2_12": "11. Применимое право и разрешение споров",
  "terms_h2_13": "12. Общие положения",
  "terms_h2_14": "13. Контактная информация",
  "terms_li_32": "\"Компания\" - Израильский теннисный центр",
  "terms_li_33": "\"Пользователь\" - любой, кто посещает или использует сайт",
  "terms_li_34": "\"Услуги\" - спорт и спортивное оборудование, предоставляемые через сайт",
  "terms_li_35": "Использование сайта только в законных целях",
  "terms_li_36": "Неинтерференция с работой сайта или другими пользователями",
  "terms_li_37": "Неразмещение оскорбительного, незаконного или вредного контента",
  "terms_li_38": "Соблюдение авторских прав и интеллектуальной собственности",
  "terms_li_39": "Невыполнение действий, которые могут нанести вред безопасности сайта",
  "terms_li_40": "Предоставление правильной и точной информации при регистрации или заказе",
  "terms_li_41": "Сохранение конфиденциальности данных доступа к аккаунту",
  "terms_li_42": "Немедленное уведомление о любом несанкционированном использовании аккаунта",
  "terms_li_43": "Обновление личной информации при необходимости",
  "terms_li_44": "Платежи осуществляются через безопасные и зашифрованные системы",
  "terms_li_45": "Цены включают НДС согласно требованиям закона",
  "terms_li_46": "Право отмены сделки действует в соответствии с законом о защите потребителей",
  "terms_li_47": "Возвраты будут осуществлены в течение 14 рабочих дней с момента подтверждения отмены",
  "terms_li_48": "Если часть условий будет признана недействительной, остальные условия остаются в силе",
  "terms_li_49": "Неприменение права не считается отказом от него",
  "terms_li_50": "Условия использования составляют полное соглашение между сторонами",
  "terms_li_51": "Компания: Израильский теннисный центр",
  "terms_li_52": "Эл. почта: barrysela@gmail.com",
  "terms_li_53": "Телефон: 0398866774",
  "terms_li_54": "Адрес: адрес компании, Израиль",
  "about_alt_76": "Израильский теннисный центр",
  "about_alt_77": "Изображение",
  "about_alt_78": "Изображение",
  "about_alt_79": "Менеджер Израильского теннисного центра",
  "about_alt_80": "Профессиональный техник по натяжке струн",
  "about_alt_81": "Консультанты по оборудованию для детей и подростков",
  "about_alt_82": "Консультанты для продвинутых игроков",
  "about_alt_83": "Заполнитель изображения",
  "about_alt_84": "Заполнитель изображения",
  "about_alt_85": "Классическое наследие Израильского теннисного центра",
  "about_nav_73": "Услуги",
  "about_nav_74": "О нас",
  "about_nav_75": "Связаться с нами",
  "contact_h1_1": "Связаться с Израильским теннисным центром",
  "contact_h2_2": "Отправьте нам сообщение",
  "contact_h2_3": "Контактная информация",
  "contact_h2_4": "Приходите к нам в гости",
  "contact_h2_5": "Часто задаваемые вопросы",
  "contact_h2_6": "Готовы начать?",
  "contact_h3_7": "Мы будем рады помочь вам найти идеальное оборудование и ответить на любые вопросы",
  "contact_h3_8": "Телефон",
  "contact_h3_9": "Электронная почта",
  "contact_p_18": "С радостью создано Zappy",
  "contact_p_19": "Профессиональная команда Израильского теннисного центра здесь, чтобы помочь вам. Ищете ли вы консультацию по выбору профессионального теннисного оборудования, хотите найти теннисные ракетки для начинающих детей, или просто хотите задать вопросы о наших услугах - мы доступны для вас.",
  "contact_p_20": "Как ведущий магазин теннисного оборудования в Израиле, мы стремимся предоставлять персональный и профессиональный сервис. Свяжитесь с нами любым удобным для вас способом, и мы будем рады помочь.",
  "contact_p_21": "barrysela@gmail.com",
  "contact_p_22": "Рош ха-Аин, 4521735, Израиль",
  "contact_p_23": "Воскресенье - четверг: 09:00 - 19:00",
  "contact_p_24": "Пятница: 09:00 - 14:00",
  "contact_p_25": "Мы приглашаем вас посетить Израильский теннисный центр и испытать на себе уникальное сочетание классических традиций и современного сервиса. В нашем магазине вы сможете:",
  "contact_p_26": "Мы рекомендуем заранее договориться о встрече, особенно если вас интересует подробная консультация или услуга натяжки струн. Так мы сможем уделить вам максимальное внимание.",
  "contact_p_27": "Конечно! Мы поощряем клиентов попробовать разные ракетки перед покупкой. У нас есть разнообразные тестовые ракетки, и мы можем организовать тестирование на корте при необходимости.",
  "contact_p_28": "Наш стандартный сервис натяжки струн занимает 24-48 часов. Мы также предлагаем экспресс-сервис, который занимает до 4 часов для срочных случаев (при наличии возможности).",
  "contact_p_29": "Наша команда экспертов поможет вам выбрать подходящую ракетку в соответствии с возрастом, ростом и уровнем навыков ребенка. Мы рекомендуем прийти в магазин с ребенком для точной примерки и подбора.",
  "contact_p_30": "Все наши товары поставляются с полной гарантией производителя. Кроме того, мы предоставляем техническую поддержку и сервис на протяжении всего срока службы товара.",
  "contact_p_31": "Да, мы предлагаем специальные цены для групповых покупок, клубов и теннисных школ. Свяжитесь с нами для получения дополнительной информации.",
  "contact_p_32": "Мы разрешаем возврат или обмен неоткрытых товаров в течение 14 дней с даты покупки. Открытые или использованные товары подлежат обмену при соблюдении определенных условий.",
  "contact_p_33": "Команда Израильского теннисного центра ждет возможности помочь вам найти идеальное снаряжение. Свяжитесь с нами сейчас или приходите к нам в магазин.",
  "contact_p_34": "© 2026 Израильский теннисный центр. Все права защищены.",
  "contact_p_35": "Создано с помощью Zappy",
  "home_link_51": "Zappy",
  "home_link_52": "Начни свое путешествие",
  "home_link_53": "Свяжитесь с нами сейчас",
  "home_link_54": "Политика конфиденциальности",
  "home_link_55": "Доступность",
  "home_link_56": "Условия использования",
  "home_link_57": "Zappy",
  "privacy_h1_1": "Политика конфиденциальности",
  "privacy_h2_2": "1. Сбор информации",
  "privacy_h2_3": "2. Использование информации",
  "privacy_h2_4": "3. Передача информации",
  "privacy_h2_5": "4. Права пользователя",
  "privacy_h2_6": "5. Файлы cookie",
  "privacy_h2_7": "6. Безопасность информации",
  "privacy_h2_8": "7. Изменения в политике",
  "privacy_h2_9": "8. Контакты",
  "privacy_p_10": "Израильский теннисный центр («Компания», «мы», «наш») обязуется защищать вашу конфиденциальность. Данная политика конфиденциальности объясняет, как мы собираем, используем и защищаем вашу информацию при использовании сайта www.company.com («Сервис»).",
  "privacy_p_11": "Мы можем собирать следующие типы информации:",
  "privacy_p_12": "Мы используем собранную информацию для следующих целей:",
  "privacy_p_13": "Мы не будем продавать, сдавать в аренду или передавать вашу личную информацию третьим лицам, за исключением следующих случаев:",
  "privacy_p_14": "В соответствии с Законом о защите конфиденциальности 1981 года, у вас есть следующие права:",
  "privacy_p_15": "Наш сайт использует файлы cookie для улучшения пользовательского опыта. Вы можете управлять файлами cookie через настройки вашего браузера. Отключение файлов cookie может повлиять на функциональность сайта.",
  "privacy_p_16": "Мы принимаем разумные меры безопасности для защиты вашей информации, включая шифрование, брандмауэры и ограниченный контроль доступа. Однако ни один метод передачи или хранения не является на 100% безопасным.",
  "privacy_p_17": "Мы можем время от времени обновлять данную политику конфиденциальности. Существенные изменения будут опубликованы на сайте с предварительным уведомлением за 30 дней.",
  "privacy_p_18": "По вопросам или запросам относительно данной политики конфиденциальности вы можете обратиться к нам:",
  "privacy_p_19": "Регистратор баз данных: с жалобами можно обращаться к регистратору баз данных в Министерстве юстиции",
  "privacy_p_20": "© 2026 Израильский теннисный центр. Все права защищены.",
  "privacy_p_21": "Создано с помощью Zappy",
  "terms_alt_58": "Израильский теннисный центр",
  "terms_nav_55": "Услуги",
  "terms_nav_56": "О нас",
  "terms_nav_57": "Связаться с нами",
  "about_link_67": "Zappy",
  "about_link_68": "Связаться с нами",
  "about_link_69": "Политика конфиденциальности",
  "about_link_70": "Доступность",
  "about_link_71": "Условия использования",
  "about_link_72": "Zappy",
  "contact_h3_10": "Адрес",
  "contact_h3_11": "Часы работы",
  "contact_h3_12": "Можно ли попробовать ракетки перед покупкой?",
  "contact_h3_13": "Сколько времени занимает услуга натяжки струн?",
  "contact_h3_14": "Как узнать, какая ракетка подходит моему ребенку?",
  "contact_h3_15": "Есть ли гарантия на оборудование?",
  "contact_h3_16": "Предлагаете ли вы скидки для групп или клубов?",
  "contact_h3_17": "Какая политика возврата и обмена?",
  "contact_li_50": "Увидеть и потрогать наш широкий ассортимент снаряжения",
  "contact_li_51": "Попробовать разные ракетки и найти наиболее подходящую",
  "contact_li_52": "Получить персональную и профессиональную консультацию от опытной команды",
  "contact_li_53": "Увидеть профессиональный сервис натяжки струн в действии",
  "contact_li_54": "Проконсультироваться по подбору снаряжения для детей",
  "contact_li_55": "Получить профессиональные советы по улучшению игры",
  "privacy_li_27": "Личная информация: имя, адрес электронной почты, номер телефона и адрес",
  "privacy_li_28": "Техническая информация: IP-адрес, тип браузера, операционная система и данные об использовании сайта",
  "privacy_li_29": "Файлы cookie: информация, сохраняемая на вашем компьютере для улучшения пользовательского опыта",
  "privacy_li_30": "Предоставление запрашиваемых услуг",
  "privacy_li_31": "Улучшение сервиса и пользовательского опыта",
  "privacy_li_32": "Связь с вами по поводу наших услуг",
  "privacy_li_33": "Соблюдение законодательных требований",
  "privacy_li_34": "С вашего явного согласия",
  "privacy_li_35": "Когда это требуется по закону",
  "privacy_li_36": "Для защиты наших прав или безопасности наших пользователей",
  "privacy_li_37": "С поставщиками услуг, которые помогают в работе сервиса (под соглашениями о конфиденциальности)",
  "privacy_li_38": "Право на доступ к хранящейся о вас личной информации",
  "privacy_li_39": "Право на исправление неверной или неточной информации",
  "privacy_li_40": "Право на удаление личной информации при определенных обстоятельствах",
  "privacy_li_41": "Право возражать против обработки информации в маркетинговых целях",
  "privacy_li_42": "Право подать жалобу регистратору баз данных",
  "privacy_li_43": "Компания: Израильский теннисный центр",
  "privacy_li_44": "Электронная почта: barrysela@gmail.com",
  "privacy_li_45": "Телефон: 0398866774",
  "privacy_li_46": "Адрес: адрес компании, Израиль",
  "services_h1_1": "Профессиональные услуги Израильского теннисного центра",
  "services_h2_2": "Наши основные услуги",
  "services_h2_3": "Профессиональная натяжка ракеток",
  "services_h2_4": "Профессиональная натяжка ракеток",
  "services_h2_5": "Подбор оборудования для детей и подростков",
  "services_h2_6": "Подбор оборудования для детей и подростков",
  "services_h2_7": "Профессиональные консультации и анализ игры",
  "services_h2_8": "Профессиональные консультации и анализ игры",
  "services_h2_9": "Дополнительные услуги",
  "services_p_35": "Happily created by Zappy",
  "services_p_36": "Израильский теннисный центр предлагает широкий спектр профессиональных услуг, адаптированных к уникальным потребностям каждого игрока. Независимо от того, являетесь ли вы увлеченными теннисистами, ищущими профессиональное теннисное оборудование высочайшего уровня, или родителями, желающими найти теннисные ракетки для детей-новичков - мы здесь, чтобы помочь.",
  "services_p_37": "Как ведущий магазин теннисного оборудования в Израиле, мы сочетаем классические традиции с современным и профессиональным сервисом. Наша опытная команда привносит многолетний опыт в области тенниса и специализируется на персональном подборе оборудования и решений для любого уровня игры.",
  "services_p_38": "Наш сервис натяжки струн - один из самых профессиональных и точных в Израиле. Мы используем современные машины для натяжки и качественные струны от ведущих мировых брендов. Наши сертифицированные техники проходят постоянное обучение и обновляют знания новейших технологий.",
  "services_p_39": "Наш сервис натяжки струн - один из самых профессиональных и точных в Израиле. Мы используем современные машины для натяжки и качественные струны от ведущих мировых брендов. Наши сертифицированные техники проходят постоянное обучение и обновляют знания новейших технологий.",
  "services_p_40": "Мы специализируемся на теннисных ракетках для детей-новичков и понимаем важность выбора правильного оборудования для возраста и стадии развития. Неподходящая ракетка может навредить технике и привести к травмам, в то время как правильная ракетка поможет ребенку развить прочную основу для будущей игры.",
  "services_p_41": "Мы специализируемся на теннисных ракетках для детей-новичков и понимаем важность выбора правильного оборудования для возраста и стадии развития. Неподходящая ракетка может навредить технике и привести к травмам, в то время как правильная ракетка поможет ребенку развить прочную основу для будущей игры.",
  "services_p_42": "Наш профессиональный консультационный сервис предназначен для увлеченных теннисистов, желающих улучшить свою игру с помощью профессионального теннисного оборудования, подобранного индивидуально. Наша команда включает бывших игроков и сертифицированных тренеров, которые понимают технические нюансы игры.",
  "services_p_43": "Наш профессиональный консультационный сервис предназначен для увлеченных теннисистов, желающих улучшить свою игру с помощью профессионального теннисного оборудования, подобранного индивидуально. Наша команда включает бывших игроков и сертифицированных тренеров, которые понимают технические нюансы игры.",
  "services_p_44": "Профессиональные услуги ремонта поврежденных ракеток - замена грипа, ремонт рам, замена виброгасителей и многое другое. Мы возвращаем вашей старой ракетке ощущение новой.",
  "services_p_45": "Идеальные комплекты оборудования для новичков - включая ракетку, сумку, мячи, дополнительный грип и сопутствующие аксессуары. Специальная цена на полные комплекты, покрывающие все базовые потребности.",
  "services_p_46": "Профессиональные мастер-классы по выбору оборудования, уходу за ракетками, пониманию струн и многому другому. Специальные дни обучения для родителей и юных игроков по всем техническим аспектам оборудования.",
  "services_p_47": "Специальная программа для родителей - обмен ракеток по льготной цене, когда ребенок растет и требует новый размер. Гарантирует, что ребенок всегда играет с наиболее подходящим для его возраста оборудованием.",
  "services_p_48": "Личная встреча для понимания потребностей, уровня игры и целей. Глубокий анализ стиля игры и существующего оборудования.",
  "services_p_49": "Наша команда предлагает несколько индивидуально подобранных вариантов с подробным объяснением преимуществ каждого варианта.",
  "services_p_50": "Возможность протестировать рекомендуемое оборудование с тонкими настройками в соответствии с личными ощущениями и комфортом.",
  "services_p_51": "Послепродажное сопровождение, постоянная техническая поддержка и обновления о новых продуктах, которые могут вам подойти.",
  "services_p_52": "Команда с многолетним опытом в области профессионального тенниса, включая бывших игроков и тренеров",
  "services_p_53": "Только продукция от ведущих мировых брендов с полной гарантией производителя",
  "services_p_54": "Индивидуальный подход к каждому клиенту с выделением времени для понимания уникальных потребностей",
  "services_p_55": "Конкурентные и прозрачные цены со специальными предложениями для комплектов и постоянных клиентов",
  "services_p_56": "Удобные часы работы, возможность назначения встреч вне обычного рабочего времени",
  "services_p_57": "Долгосрочные отношения с клиентами с отслеживанием развития и изменяющихся потребностей",
  "services_p_58": "\"Израильский теннисный центр помог мне найти идеальную ракетку. Профессиональные консультации и сервис натяжки струн подняли мою игру на совершенно другой уровень. Горячо рекомендую!\"",
  "services_p_59": "\"Как родитель талантливого ребенка в теннисе, я искал место, которое поймет особые потребности. Команда здесь профессиональная и заботливая, они помогли моему сыну найти оборудование, идеально подходящее для его возраста и уровня.\"",
  "services_p_60": "\"Сервис здесь на другом уровне. Профессиональная натяжка струн, персональные консультации и внимание к мелким деталям. Это не просто магазин оборудования - это место, где действительно понимают теннис.\"",
  "services_p_61": "Свяжитесь с нами сейчас для назначения персональной консультации. Наша профессиональная команда будет рада помочь вам найти идеальное решение для ваших потребностей.",
  "services_p_62": "© 2026 Израильский теннисный центр. Все права защищены.",
  "services_p_63": "Создано с помощью Zappy",
  "terms_link_27": "barrysela@gmail.com",
  "terms_link_28": "Политика конфиденциальности",
  "terms_link_29": "Доступность",
  "terms_link_30": "Условия использования",
  "terms_link_31": "Zappy",
  "contact_alt_63": "Израильский теннисный центр",
  "contact_alt_64": "Магазин Израильского теннисного центра - интерьер магазина",
  "contact_btn_44": "Отправить сообщение",
  "contact_nav_56": "Услуги",
  "contact_nav_57": "О нас",
  "contact_nav_58": "Связаться с нами",
  "privacy_alt_50": "Израильский теннисный центр",
  "privacy_nav_47": "Услуги",
  "privacy_nav_48": "О нас",
  "privacy_nav_49": "Связаться с нами",
  "services_h2_10": "Процесс нашего обслуживания",
  "services_h2_11": "Преимущества наших услуг",
  "services_h2_12": "Что говорят наши клиенты",
  "services_h2_13": "Заинтересованы в наших услугах?",
  "services_h3_14": "Комплексные решения для всех теннисистов - от новичков до профессионалов",
  "services_h3_15": "Что включает услуга:",
  "services_h3_16": "Что включает услуга:",
  "services_h3_17": "Наш процесс подбора:",
  "services_h3_18": "Наш процесс подбора:",
  "services_h3_19": "Услуга включает:",
  "services_h3_20": "Услуга включает:",
  "services_h3_21": "Ремонт и восстановление ракеток",
  "services_h3_22": "Полные комплекты оборудования",
  "services_h3_23": "Мастер-классы и дни обучения",
  "services_h3_24": "Программа замены для детей",
  "services_h3_25": "Первичная консультация",
  "services_h3_26": "Профессиональная рекомендация",
  "services_h3_27": "Опыт и подбор",
  "services_h3_28": "Сопровождение и поддержка",
  "services_h3_29": "Проверенная экспертиза",
  "services_h3_30": "Качественное оборудование",
  "services_h3_31": "Персональный сервис",
  "services_h3_32": "Справедливые цены",
  "services_h3_33": "Доступность и удобство",
  "services_h3_34": "Долгосрочное сопровождение",
  "services_li_73": "Индивидуальная настройка натяжения струн - в соответствии со стилем игры, уровнем игрока и типом ракетки",
  "services_li_74": "Широкий ассортимент струн - полиэстеровые струны для агрессивных игроков, нейлоновые для комфорта и контроля, и гибридные струны для идеального сочетания",
  "services_li_75": "Проверка состояния ракетки - перед натяжкой мы проверяем состояние рамы и предупреждаем о потенциальных проблемах",
  "services_li_76": "Быстрое обслуживание - натяжка в течение 24-48 часов, с возможностью экспресс-обслуживания",
  "services_li_77": "Гарантия на работу - полная гарантия на качество натяжки и работы",
  "services_li_78": "Индивидуальная настройка натяжения струн - в соответствии со стилем игры, уровнем игрока и типом ракетки",
  "services_li_79": "Широкий ассортимент струн - полиэстеровые струны для агрессивных игроков, нейлоновые для комфорта и контроля, и гибридные струны для идеального сочетания",
  "services_li_80": "Проверка состояния ракетки - перед натяжкой мы проверяем состояние рамы и предупреждаем о потенциальных проблемах",
  "services_li_81": "Быстрое обслуживание - натяжка в течение 24-48 часов, с возможностью экспресс-обслуживания",
  "services_li_82": "Гарантия на работу - полная гарантия на качество натяжки и работы",
  "services_li_83": "Точные измерения - рост, вес и сила ребенка принимаются во внимание",
  "services_li_84": "Выбор размера ракетки - 19\", 21\", 23\", 25\" или 26\" в соответствии с возрастом и ростом",
  "services_li_85": "Подбор веса - особо легкие ракетки для маленьких детей, с постепенным увеличением",
  "services_li_86": "Выбор грипа - подходящий размер грипа для предотвращения травм и улучшения контроля",
  "services_li_87": "Долгосрочное консультирование - планирование замены ракеток на протяжении периода развития",
  "services_li_88": "Точные измерения - рост, вес и сила ребенка принимаются во внимание",
  "services_li_89": "Выбор размера ракетки - 19\", 21\", 23\", 25\" или 26\" в соответствии с возрастом и ростом",
  "services_li_90": "Подбор веса - особо легкие ракетки для маленьких детей, с постепенным увеличением",
  "services_li_91": "Выбор грипа - подходящий размер грипа для предотвращения травм и улучшения контроля",
  "services_li_92": "Долгосрочное консультирование - планирование замены ракеток на протяжении периода развития",
  "services_li_93": "Анализ стиля игры - выявление сильных и слабых сторон в вашей игре",
  "services_li_94": "Рекомендации по экипировке - ракетки, струны, обувь и аксессуары, подходящие для вашего стиля",
  "services_li_95": "План модернизации - рекомендации по улучшению экипировки в соответствии с прогрессом",
  "services_li_96": "Тестирование ракеток - возможность попробовать различные ракетки перед покупкой",
  "services_li_97": "Подбор обуви - выбор подходящей обуви для типа корта, на котором вы играете",
  "services_li_98": "Анализ стиля игры - выявление сильных и слабых сторон в вашей игре",
  "services_li_99": "Рекомендации по экипировке - ракетки, струны, обувь и аксессуары, подходящие для вашего стиля",
  "contact_link_36": "Zappy",
  "contact_link_37": "barrysela@gmail.com",
  "contact_link_38": "Позвонить сейчас",
  "contact_link_39": "Отправить WhatsApp",
  "contact_link_40": "Политика конфиденциальности",
  "contact_link_41": "Доступность",
  "contact_link_42": "Условия использования",
  "contact_link_43": "Zappy",
  "home_page_title": "Ведущий теннисный центр в Израиле — Израильский теннисный центр",
  "privacy_link_22": "barrysela@gmail.com",
  "privacy_link_23": "Политика конфиденциальности",
  "privacy_link_24": "Доступность",
  "privacy_link_25": "Условия использования",
  "privacy_link_26": "Zappy",
  "services_li_100": "План модернизации - рекомендации по улучшению экипировки в соответствии с прогрессом",
  "services_li_101": "Тестирование ракеток - возможность попробовать различные ракетки перед покупкой",
  "services_li_102": "Подбор обуви - выбор подходящей обуви для типа корта, на котором вы играете",
  "about_page_title": "О Израильском теннисном центре — Наше наследие и ценности",
  "contact_label_45": "Полное имя *",
  "contact_label_46": "Email *",
  "contact_label_47": "Телефон *",
  "contact_label_48": "Тема обращения",
  "contact_label_49": "Сообщение",
  "legal_terms_h1_1": "Условия использования",
  "legal_terms_h2_2": "1. Определения",
  "legal_terms_h2_3": "2. Описание услуг",
  "legal_terms_h2_4": "3. Условия использования",
  "legal_terms_h2_5": "4. Обязанности пользователя",
  "legal_terms_h2_6": "5. Политика платежей и возвратов",
  "legal_terms_h2_7": "6. Ограничение ответственности",
  "legal_terms_h2_8": "7. Авторские права и интеллектуальная собственность",
  "legal_terms_h2_9": "8. Конфиденциальность",
  "legal_terms_p_15": "Израильский теннисный центр предоставляет общие услуги через сайт. Услуги подчиняются условиям, изложенным в данном документе, и могут изменяться время от времени.",
  "legal_terms_p_16": "Использование сайта обусловлено соблюдением следующих условий:",
  "legal_terms_p_17": "В случае если услуги включают оплату:",
  "legal_terms_p_18": "Услуги предоставляются \"как есть\" без гарантий любого рода. Компания не несет ответственности за косвенные, последующие или специальные ущербы, возникающие в результате использования сайта, за исключением случаев, когда закон предусматривает иное.",
  "legal_terms_p_19": "Все содержимое сайта, включая тексты, изображения, дизайн и код, защищено авторскими правами, принадлежащими Израильскому теннисному центру. Запрещается копировать, распространять или использовать содержимое в коммерческих целях без письменного разрешения.",
  "legal_terms_p_20": "Сбор и использование личной информации подчиняются нашей политике конфиденциальности. Использование сайта означает согласие с политикой конфиденциальности, как указано отдельно.",
  "legal_terms_p_21": "Компания вправе изменять данные условия использования в любое время. Существенные изменения будут опубликованы на сайте с предварительным уведомлением за 30 дней. Продолжение использования после изменения означает согласие с новыми условиями.",
  "legal_terms_p_22": "Компания вправе прекратить или ограничить обслуживание в любое время, включая случаи нарушения условий использования. В случае прекращения обслуживания сохраняются положения соответствующих разделов.",
  "legal_terms_p_23": "Данные условия использования подчиняются законам государства Израиль. Любой спор будет рассматриваться в компетентных судах Израиля, с предпочтением арбитража или медиации, когда это возможно.",
  "legal_terms_p_24": "По вопросам или разъяснениям относительно условий использования:",
  "services_alt_106": "Израильский теннисный центр",
  "services_alt_107": "Профессиональная натяжка теннисных ракеток в Израильском теннисном центре",
  "services_alt_108": "Профессиональная натяжка теннисных ракеток в Израильском теннисном центре",
  "services_alt_109": "Подбор теннисных ракеток для детей-новичков",
  "services_alt_110": "Подбор теннисных ракеток для детей-новичков",
  "services_alt_111": "Профессиональные консультации по выбору теннисного оборудования",
  "services_alt_112": "Профессиональные консультации по выбору теннисного оборудования",
  "services_link_67": "Zappy",
  "services_link_68": "Связаться с нами",
  "services_link_69": "Политика конфиденциальности",
  "services_link_70": "Доступность",
  "services_link_71": "Условия использования",
  "services_link_72": "Zappy",
  "services_nav_103": "Услуги",
  "services_nav_104": "О нас",
  "services_nav_105": "Связаться с нами",
  "services_span_64": "Соревновательный теннисист",
  "services_span_65": "Мама юного игрока",
  "services_span_66": "Опытный игрок",
  "terms_page_title": "Условия использования",
  "accessibility_p_9": "מרכז הטניס הישראלי обязуется обеспечить доступность услуг для всех слоев населения. Мы работаем над внедрением рекомендаций израильского стандарта (ТИ 5568), основанного на рекомендациях WCAG 2.1 уровня AA.",
  "legal_terms_h2_10": "9. Изменение условий использования",
  "legal_terms_h2_11": "10. Прекращение обслуживания",
  "legal_terms_h2_12": "11. Применимое право и разрешение споров",
  "legal_terms_h2_13": "12. Общие положения",
  "legal_terms_h2_14": "13. Контактная информация",
  "legal_terms_li_27": "\"Компания\" - Израильский теннисный центр",
  "legal_terms_li_28": "\"Пользователь\" - любой, кто посещает или использует сайт",
  "legal_terms_li_29": "\"Услуги\" - общие услуги, предоставляемые через сайт",
  "legal_terms_li_30": "Использование сайта только в законных целях",
  "legal_terms_li_31": "Не создавать помех работе сайта или другим пользователям",
  "legal_terms_li_32": "Не загружать оскорбительный, незаконный или вредоносный контент",
  "legal_terms_li_33": "Соблюдение авторских прав и интеллектуальной собственности",
  "legal_terms_li_34": "Не совершать действия, которые могут нанести ущерб безопасности сайта",
  "legal_terms_li_35": "Предоставление правильной и точной информации при регистрации или заказе",
  "legal_terms_li_36": "Сохранение конфиденциальности данных доступа к аккаунту",
  "legal_terms_li_37": "Немедленное уведомление о любом несанкционированном использовании аккаунта",
  "legal_terms_li_38": "Обновление личной информации при необходимости",
  "legal_terms_li_39": "Платежи осуществляются через безопасные и зашифрованные системы",
  "legal_terms_li_40": "Цены включают НДС согласно требованиям закона",
  "legal_terms_li_41": "Право отмены сделки действует в соответствии с законом о защите прав потребителей",
  "legal_terms_li_42": "Возвраты будут произведены в течение 14 рабочих дней с момента подтверждения отмены",
  "legal_terms_li_43": "Если часть условий будет признана недействительной, остальные условия останутся в силе",
  "legal_terms_li_44": "Неприменение права не будет считаться отказом от него",
  "legal_terms_li_45": "Условия использования составляют полное соглашение между сторонами",
  "legal_terms_li_46": "Компания: מרכז הטניס הישראלי",
  "legal_terms_li_47": "Email: barrysela@gmail.com",
  "legal_terms_li_48": "Телефон: 0522972222",
  "legal_terms_li_49": "Адрес: Rosh Hain, 4521735, Израиль",
  "accessibility_h1_1": "Заявление о доступности",
  "accessibility_h2_2": "1. Политика доступности",
  "accessibility_h2_3": "2. Меры по обеспечению доступности на сайте",
  "accessibility_h2_4": "3. Поддерживаемые вспомогательные технологии",
  "accessibility_h2_5": "4. Проверки доступности",
  "accessibility_h2_6": "5. Постоянные улучшения",
  "accessibility_h2_7": "6. Связь и обратная связь",
  "accessibility_h3_8": "Соответствие стандарту WCAG 2.1",
  "accessibility_p_10": "Мы верим в равенство прав и в право каждого человека получать информацию и услуги самостоятельно и на равных условиях. Этот сайт был разработан и создан с особым акцентом на доступность для людей с ограниченными возможностями.",
  "accessibility_p_11": "Сайт соответствует уровню AA стандарта WCAG 2.1, который включает:",
  "accessibility_p_12": "Сайт протестирован с помощью:",
  "accessibility_p_13": "Мы постоянно работаем над улучшением доступности сайта и обновляем его в соответствии с технологическими разработками и отзывами пользователей.",
  "accessibility_p_14": "Если вы столкнулись с проблемой доступности на сайте или нуждаетесь в помощи, пожалуйста, свяжитесь с нами:",
  "accessibility_p_15": "Время ответа: Мы отвечаем на обращения по вопросам доступности в течение 3 рабочих дней и работаем над решением в течение 10 рабочих дней.",
  "accessibility_p_16": "Жалобы: Можно подать жалобу в Министерство юстиции - Комиссариат по равенству прав людей с ограниченными возможностями",
  "accessibility_p_17": "© 2026 מרכז הטניס הישראלי. Все права защищены.",
  "accessibility_p_18": "Создано с помощью Zappy",
  "contact_page_title": "Связаться с Израильским теннисным центром — мы будем рады помочь",
  "legal_privacy_h1_1": "Политика конфиденциальности",
  "legal_privacy_h2_2": "1. Сбор информации",
  "legal_privacy_h2_3": "2. Использование информации",
  "legal_privacy_h2_4": "3. Передача информации",
  "legal_privacy_h2_5": "4. Права пользователя",
  "legal_privacy_h2_6": "5. Файлы cookie",
  "legal_privacy_h2_7": "6. Безопасность информации",
  "legal_privacy_h2_8": "7. Изменения в политике",
  "legal_privacy_h2_9": "8. Обратная связь",
  "legal_privacy_p_10": "מרכז הטניס הישראלי (\"Компания\", \"мы\", \"наша\") обязуется защищать вашу конфиденциальность. Данная политика конфиденциальности объясняет, как мы собираем, используем и защищаем вашу информацию при использовании сайта www.company.com (\"Сервис\").",
  "legal_privacy_p_11": "Мы можем собирать следующие типы информации:",
  "legal_privacy_p_12": "Мы используем собранную информацию для следующих целей:",
  "legal_privacy_p_13": "Мы не будем продавать, сдавать в аренду или передавать вашу личную информацию третьим лицам, за исключением следующих случаев:",
  "legal_privacy_p_14": "В соответствии с Законом о защите конфиденциальности 1981 года, у вас есть следующие права:",
  "legal_privacy_p_15": "Наш сайт использует файлы cookie для улучшения пользовательского опыта. Вы можете управлять файлами cookie через настройки вашего браузера. Отключение файлов cookie может повлиять на функциональность сайта.",
  "legal_privacy_p_16": "Мы принимаем разумные меры безопасности для защиты вашей информации, включая шифрование, брандмауэры и ограниченный контроль доступа. Однако ни один метод передачи или хранения не является на 100% безопасным.",
  "legal_privacy_p_17": "Мы можем время от времени обновлять данную политику конфиденциальности. Существенные изменения будут опубликованы на сайте с предварительным уведомлением за 30 дней.",
  "legal_privacy_p_18": "По вопросам или запросам относительно данной политики конфиденциальности вы можете обратиться к нам:",
  "legal_privacy_p_19": "Регистратор баз данных: с жалобами можно обращаться к регистратору баз данных в Министерстве юстиции",
  "privacy_page_title": "Политика конфиденциальности",
  "accessibility_li_24": "Поддержка навигации с помощью клавиатуры",
  "accessibility_li_25": "Поддержка программ чтения с экрана",
  "accessibility_li_26": "Подходящий цветовой контраст",
  "accessibility_li_27": "Гибкие размеры шрифтов с возможностью увеличения",
  "accessibility_li_28": "Подробные описания изображений (Alt text)",
  "accessibility_li_29": "Иерархически структурированные заголовки",
  "accessibility_li_30": "Описательные и понятные ссылки",
  "accessibility_li_31": "Поддержка масштабирования до 200% без потери содержимого",
  "accessibility_li_32": "Воспринимаемый (Perceivable): Информация представлена способами, которые пользователи могут воспринять",
  "accessibility_li_33": "Управляемый (Operable): Компоненты интерфейса поддаются управлению",
  "accessibility_li_34": "Понятный (Understandable): Информация и пользовательский интерфейс понятны",
  "accessibility_li_35": "Надежный (Robust): Содержимое может быть интерпретировано различными технологиями",
  "accessibility_li_36": "NVDA (Windows)",
  "accessibility_li_37": "JAWS (Windows)",
  "accessibility_li_38": "VoiceOver (Mac/iOS)",
  "accessibility_li_39": "TalkBack (Android)",
  "accessibility_li_40": "Dragon NaturallySpeaking",
  "accessibility_li_41": "Switch navigation",
  "accessibility_li_42": "Автоматические инструменты проверки доступности",
  "accessibility_li_43": "Ручные тесты с программами чтения с экрана",
  "accessibility_li_44": "Навигация только с помощью клавиатуры",
  "accessibility_li_45": "Проверка цветового контраста",
  "accessibility_li_46": "Тестирование с пользователями с ограниченными возможностями",
  "accessibility_li_47": "Компания: מרכז הטניס הישראלי",
  "accessibility_li_48": "Email: barrysela@gmail.com",
  "accessibility_li_49": "Телефон: 0398866774",
  "legal_privacy_li_22": "Личная информация: имя, адрес электронной почты, номер телефона и адрес",
  "legal_privacy_li_23": "Техническая информация: IP-адрес, тип браузера, операционная система и данные об использовании сайта",
  "legal_privacy_li_24": "Файлы cookie: информация, сохраняемая на вашем компьютере для улучшения пользовательского опыта",
  "legal_privacy_li_25": "Предоставление запрашиваемых услуг",
  "legal_privacy_li_26": "Улучшение сервиса и пользовательского опыта",
  "legal_privacy_li_27": "Связь с вами по поводу наших услуг",
  "legal_privacy_li_28": "Соблюдение законодательных требований",
  "legal_privacy_li_29": "С вашего явного согласия",
  "legal_privacy_li_30": "Когда это требуется по закону",
  "legal_privacy_li_31": "Для защиты наших прав или безопасности наших пользователей",
  "legal_privacy_li_32": "С поставщиками услуг, которые помогают в работе сервиса (под соглашениями о конфиденциальности)",
  "legal_privacy_li_33": "Право доступа к хранящейся о вас личной информации",
  "legal_privacy_li_34": "Право на исправление неверной или неточной информации",
  "legal_privacy_li_35": "Право на удаление личной информации при определенных обстоятельствах",
  "legal_privacy_li_36": "Право возражать против обработки информации в маркетинговых целях",
  "legal_privacy_li_37": "Право подать жалобу регистратору баз данных",
  "legal_privacy_li_38": "Компания: מרכז הטניס הישראלי",
  "legal_privacy_li_39": "Email: barrysela@gmail.com",
  "legal_privacy_li_40": "Телефон: 0522972222",
  "legal_privacy_li_41": "Адрес: Rosh Hain, 4521735, Израиль",
  "legal_terms_link_25": "barrysela@gmail.com",
  "legal_terms_link_26": "← Вернуться на сайт",
  "services_page_title": "Профессиональные теннисные услуги — Израильский теннисный центр",
  "accessibility_alt_53": "מרכז הטניס הישראלי",
  "accessibility_nav_50": "Услуги",
  "accessibility_nav_51": "О нас",
  "accessibility_nav_52": "Связаться с нами",
  "accessibility_link_19": "barrysela@gmail.com",
  "accessibility_link_20": "Политика конфиденциальности",
  "accessibility_link_21": "Доступность",
  "accessibility_link_22": "Условия использования",
  "accessibility_link_23": "Zappy",
  "home_meta_description": "Откройте для себя ведущий израильский теннисный центр, предлагающий профессиональное теннисное оборудование, теннисные ракетки для детей-новичков и профессиональные услуги для теннисистов всех уровней.",
  "legal_privacy_link_20": "barrysela@gmail.com",
  "legal_privacy_link_21": "← Вернуться на сайт",
  "about_meta_description": "Познакомьтесь с Израильским теннисным центром - наше наследие, ценности и обязательство предоставлять профессиональное теннисное оборудование и бескомпромиссный сервис для всех теннисистов в Израиле.",
  "contact_placeholder_59": "Введите ваше полное имя",
  "contact_placeholder_60": "your@email.com",
  "contact_placeholder_61": "05X-XXX-XXXX",
  "contact_placeholder_62": "Расскажите нам, как мы можем вам помочь...",
  "legal_terms_page_title": "Условия использования - מרכז הטניס הישראלי",
  "terms_meta_description": "Условия использования сайта - права и обязанности пользователей",
  "legal_accessibility_p_9": "Израильский теннисный центр обязуется обеспечить доступность услуг для всех слоев населения. Мы работаем над внедрением рекомендаций израильского стандарта (ТИ 5568), основанного на рекомендациях WCAG 2.1 уровня AA.",
  "accessibility_page_title": "Декларация доступности",
  "contact_meta_description": "Свяжитесь с Израильским теннисным центром - мы будем рады помочь вам найти идеальное профессиональное теннисное снаряжение. Обращайтесь к нам за консультацией, вопросами или для записи на встречу.",
  "legal_accessibility_h1_1": "Декларация доступности",
  "legal_accessibility_h2_2": "1. Политика доступности",
  "legal_accessibility_h2_3": "2. Меры обеспечения доступности на сайте",
  "legal_accessibility_h2_4": "3. Поддерживаемые вспомогательные технологии",
  "legal_accessibility_h2_5": "4. Проверки доступности",
  "legal_accessibility_h2_6": "5. Постоянные улучшения",
  "legal_accessibility_h2_7": "6. Обратная связь и контакты",
  "legal_accessibility_h3_8": "Соответствие стандарту WCAG 2.1",
  "legal_accessibility_p_10": "Мы верим в равенство прав и в право каждого человека получать информацию и услуги самостоятельно и на равных условиях. Этот сайт был разработан и создан с особым акцентом на доступность для людей с ограниченными возможностями.",
  "legal_accessibility_p_11": "Сайт соответствует уровню AA стандарта WCAG 2.1, который включает:",
  "legal_accessibility_p_12": "Сайт проверяется с помощью:",
  "legal_accessibility_p_13": "Мы постоянно работаем над улучшением доступности сайта и обновляем его в соответствии с технологическими разработками и отзывами пользователей.",
  "legal_accessibility_p_14": "Если вы столкнулись с проблемой доступности на сайте или нуждаетесь в помощи, пожалуйста, свяжитесь с нами:",
  "legal_accessibility_p_15": "Время ответа: мы отвечаем на обращения по вопросам доступности в течение 3 рабочих дней и работаем над решением в течение 10 рабочих дней.",
  "legal_accessibility_p_16": "Жалобы: можно подать жалобу в Министерство юстиции - Комиссариат по равенству прав людей с ограниченными возможностями",
  "legal_privacy_page_title": "Политика конфиденциальности - Израильский теннисный центр",
  "privacy_meta_description": "Наша политика конфиденциальности - как мы собираем, используем и защищаем вашу информацию",
  "legal_accessibility_li_19": "Поддержка навигации с помощью клавиатуры",
  "legal_accessibility_li_20": "Поддержка программ чтения с экрана",
  "legal_accessibility_li_21": "Подходящая контрастность цветов",
  "legal_accessibility_li_22": "Гибкие размеры шрифтов с возможностью увеличения",
  "legal_accessibility_li_23": "Подробные описания изображений (Alt text)",
  "legal_accessibility_li_24": "Иерархически структурированные заголовки",
  "legal_accessibility_li_25": "Описательные и понятные ссылки",
  "legal_accessibility_li_26": "Поддержка масштабирования до 200% без потери контента",
  "legal_accessibility_li_27": "Воспринимаемый (Perceivable): информация представлена способами, которые пользователи могут воспринять",
  "legal_accessibility_li_28": "Управляемый (Operable): компоненты интерфейса поддаются управлению",
  "legal_accessibility_li_29": "Понятный (Understandable): информация и пользовательский интерфейс понятны",
  "legal_accessibility_li_30": "Надежный (Robust): контент может быть интерпретирован различными технологиями",
  "legal_accessibility_li_31": "NVDA (Windows)",
  "legal_accessibility_li_32": "JAWS (Windows)",
  "legal_accessibility_li_33": "VoiceOver (Mac/iOS)",
  "legal_accessibility_li_34": "TalkBack (Android)",
  "legal_accessibility_li_35": "Dragon NaturallySpeaking",
  "legal_accessibility_li_36": "Switch navigation",
  "legal_accessibility_li_37": "Автоматические инструменты проверки доступности",
  "legal_accessibility_li_38": "Ручные проверки с программами чтения с экрана",
  "legal_accessibility_li_39": "Навигация только с помощью клавиатуры",
  "legal_accessibility_li_40": "Проверка контрастности цветов",
  "legal_accessibility_li_41": "Тестирование с пользователями с ограниченными возможностями",
  "legal_accessibility_li_42": "Компания: Израильский теннисный центр",
  "legal_accessibility_li_43": "Email: barrysela@gmail.com",
  "legal_accessibility_li_44": "Телефон: 0522972222",
  "services_meta_description": "Услуги Израильского теннисного центра - профессиональная натяжка, подбор оборудования, экспертные консультации и широкий ассортимент профессионального теннисного оборудования и теннисных ракеток для детей-новичков.",
  "legal_accessibility_link_17": "barrysela@gmail.com",
  "legal_accessibility_link_18": "← Вернуться на сайт",
  "accessibility_meta_description": "Наша декларация доступности - наша приверженность цифровой доступности",
  "legal_accessibility_page_title": "Декларация доступности - Израильский теннисный центр"
}