{
  "he": {
    "translation": {
      "home_h1_1": "מרכז הטניס הישראלי - המקום שבו מתחילה המצוינות",
      "home_h2_2": "ברוכים הבאים למרכז הטניס הישראלי",
      "home_h2_3": "מסורת קלאסית עם מצוינות מודרנית",
      "home_h2_4": "השירותים המקצועיים שלנו",
      "home_h2_5": "מגוון הציוד המקצועי שלנו",
      "home_h2_6": "למי אנחנו מתאימים?",
      "home_h2_7": "למה לבחור במרכז הטניס הישראלי?",
      "home_h2_8": "מוכנים להתחיל את המסע שלכם בטניס?",
      "home_h3_9": "ציוד טניס מקצועי, מחבטי טניס לילדים מתחילים ושירותים מובילים לכל שחקני הטניס בישראל",
      "home_p_23": "Happily created by&nbsp;Zappy",
      "home_p_24": "מרכז הטניס הישראלי הוא יותר ממקום לקנות ציוד - זהו בית למסורת הטניס הישראלית. אנו מציעים חנות ציוד טניס בישראל המובילה, המשלבת מורשת קלאסית עם טכנולוגיה מודרנית. עם ניסיון של שנים רבות, אנו מתמחים באספקת ציוד טניס מקצועי לשחקנים מכל הרמות - משחקנים מתחילים ועד אלופים מקצועיים. טסט טסט טסט טסט\nבארי מצחיק\nשלום שלום",
      "home_p_25": "המומחיות שלנו נמצאת בהתאמה אישית של ציוד לצרכים הייחודיים של כל שחקן. אנו מבינים שמחבטי טניס לילדים מתחילים דורשים תשומת לב מיוחדת - משקל מותאם, גודל נכון ואיזון מושלם שיעזור להם לפתח טסט טסט\n\n\n&nbsp;טכניקה נכונה מההתחלה. ההורים שלנו סומכים עלינו להדריך את ילדיהם המוכשרים בבחירת הציוד המתאים ביותר לשלב ההתפתחות שלהם.\nבדיקת תרגום חדש",
      "home_p_26": "מרכז הטניס הישראלי נשען על מורשת עשירה של הטניס הקלאסי. אנו מאמינים בערכי הספורט המסורתיים - משמעת, התמדה ורוח ספורטיבית טובה. הגישה שלנו משלבת את החוכמה של דורות קודמים של שחקני טניס עם הטכנולוגיה המתקדמת ביותר בתעשייה. שלום וברכה\n",
      "home_p_27": "בחנות ציוד טניס בישראל שלנו, תמצאו מגוון רחב של מוצרים המשקפים את הגישה הזו - ממחבטים קלאסיים מעץ לתצוגה, ועד לציוד טניס מקצועי המשתמש בחומרים מתקדמים כמו גרפיט וקרבון. כל פריט נבחר בקפידה כדי לשמור על המורשת תוך מתן ביצועים מקסימליים.",
      "home_p_28": "מיתור מדויק על ידי טכנאים מוסמכים עם ניסיון של שנים. אנו משתמשים במיתרים איכוtiים ביותר ומתאימים את המתח בדיוק לסגנון המשחק שלך.",
      "home_p_29": "התמחות במחבטי טניס לילדים מתחילים - בחירה קפדנית של מחבטים קלים, בגדלים מתאימים ועם נקודת איזון מושלמת לפיתוח טכניקה נכונה מגיל צעיר.",
      "home_p_30": "צוות המומחים שלנו מספק ייעוץ אישי לבחירת ציוד טניס מקצועי המתאים בדיוק לרמת המשחק, סגנון המשחק והיעדים האישיים של כל שחקן.",
      "home_p_31": "במרכז הטניס הישראלי, אנו מציעים את המבחר המקיף והמקצועי ביותר של ציוד טניס בישראל. מהמחבטים המתקדמים ביותר\n\n\n\n\n\n\n&nbsp;של המותגים המובילים בעולם, ועד לנעלי טניס מיוחדות לכל סוג משטח - אנו מבטיחים שתמצאו בדיוק מה שאתם צריכים.",
      "home_p_32": "מבחר מחבטי טניס מהמותגים המובילים בעולם - Wilson, Head, Babolat ועוד. כל מחבט נבחר לפי קריטריונים מחמירים של איכות וביצועים.",
      "home_p_33": "קולקציה מיוחדת של מחבטי טניס לילדים מתחילים בכל הגדלים - 19\", 21\", 23\", 25\" ו-26\". כל מחבט מותאם לגיל, גובה ורמת המיומנות.",
      "home_p_34": "נעלי טניס מקצועיות המותאמות לכל סוג משטח - קורט קשיח, חימר או דשא. בנוסף, מגוון רחב של ביגוד טניס איכותי בסגנון קלאסי.",
      "home_p_35": "מבחר מקיף של מיתרים איכותיים, גריפים, בולמי זעזועים, תיקים ואביזרים נוספים מהמותגים המובילים בתעשייה.",
      "home_p_36": "אם אתם שחקנים המתאמנים באופן קבוע, משתתפים בטורנירים מקומיים ומחפשים ציוד טניס מקצועי שיעזור לכם להתקדם - הגעתם למקום הנכון. מרכז הטניס הישראלי מציע מגוון רחב של ציוד איכותי ושירותים מקצועיים שיתאימו בדיוק לצרכים שלכם.",
      "home_p_37": "הצוות המקצועי שלנו יעזור לכם לבחור את המחבט המושלם, המיתרים הנכונים ואת כל הציוד הנלווה שיאפשר לכם להגיע לרמה הבאה במשחק שלכם. אנו מבינים את הצרכים הייחודיים של שחקנים תחרותיים ומספקים פתרונות מותאמים אישית.",
      "home_p_38": "הורים יקרים, אנו מבינים כמה חשוב לכם לספק לילדיכם את הכלים הטובים ביותר להצלחה בטניס. במרכז הטניס הישראלי, אנו מתמחים במחבטי טניס לילדים מתחילים ובציוד מותאם במיוחד לגילאים הצעירים.",
      "home_p_39": "הצוות שלנו יעזור לכם לבחור את המחבט המתאים בדיוק לגיל, גובה ורמת המיומנות של ילדכם. אנו מאמינים שהתחלה נכונה עם ציוד מתאים היא הבסיס להתפתחות מקצועית בעתיד. בנוסף, אנו מציעים ייעוץ לגבי קורסים מקצועיים ותוכניות אימון שיעזרו לילדכם לממש את הפוטנציאל שלו.",
      "home_p_40": "שנים של ניסיון בתחום הטניס המקצועי, עם צוות מומחים שמבינים את הספורט לעומקו ויודעים בדיוק מה כל שחקן צריך.",
      "home_p_41": "רק המוצרים האיכותיים ביותר מהמותגים המובילים בעולם. אנו מבטיחים שכל פריט עומד בסטנדרטים הגבוהים ביותר.",
      "home_p_42": "התאמה אישית לכל לקוח - אנו מקדישים זמן להבין את הצרכים הייחודיים שלכם ולספק פתרונות מותאמים בדיוק.",
      "home_p_43": "שילוב ייחודי של מסורת קלאסית עם טכנולוגיה מודרנית - אנו שומרים על ערכי הספורט תוך שימוש בחדשנות העדכנית.",
      "home_p_44": "בואו לבקר אותנו במרכז הטניס הישראלי ותגלו מדוע אנחנו חנות ציוד טניס בישראל המובילה. הצוות המקצועי שלנו ממתין לעזור לכם למצוא את הציוד המושלם.",
      "home_p_45": "© 2026 מרכז הטניס הישראלי. כל הזכויות שמורות.",
      "home_p_46": "נוצר באמצעות&nbsp;Zappy",
      "new_a_113": "לחץ כאן",
      "new_a_114": "לחץ כאן",
      "new_a_128": "בלוג",
      "new_a_129": "למתחילים",
      "new_a_130": "תחזוקה",
      "new_a_131": "מקצועי",
      "new_a_132": "בלוג",
      "new_a_133": "למתחילים",
      "new_a_134": "תחזוקה",
      "new_a_135": "מקצועי",
      "new_a_136": "בלוג",
      "new_a_137": "למתחילים",
      "new_a_138": "תחזוקה",
      "new_a_139": "מקצועי",
      "new_a_140": "בלוג",
      "new_a_141": "למתחילים",
      "new_a_142": "תחזוקה",
      "new_a_143": "מקצועי",
      "new_a_144": "בלוג",
      "new_a_145": "למתחילים",
      "new_a_146": "תחזוקה",
      "new_a_147": "מקצועי",
      "new_a_148": "בלוג",
      "new_a_149": "למתחילים",
      "new_a_150": "תחזוקה",
      "new_a_151": "מקצועי",
      "new_a_152": "בלוג",
      "new_a_153": "למתחילים",
      "new_a_154": "תחזוקה",
      "new_a_155": "מקצועי",
      "new_a_156": "בלוג",
      "new_a_157": "למתחילים",
      "new_a_158": "תחזוקה",
      "new_a_159": "מקצועי",
      "new_a_165": "קרא עוד ←",
      "new_a_169": "קרא עוד ←",
      "new_a_173": "קרא עוד ←",
      "new_a_176": "בלוג",
      "new_a_177": "למתחילים",
      "new_a_178": "תחזוקה",
      "new_a_179": "מקצועי",
      "new_a_180": "\n        <span>←</span> חזרה לבלוג\n",
      "new_a_199": "← חזרה לבלוג",
      "new_a_200": "בלוג",
      "new_a_201": "למתחילים",
      "new_a_202": "תחזוקה",
      "new_a_203": "מקצועי",
      "new_a_204": "← חזרה לבלוג",
      "new_a_223": "← חזרה לבלוג",
      "new_a_224": "בלוג",
      "new_a_225": "למתחילים",
      "new_a_226": "תחזוקה",
      "new_a_227": "מקצועי",
      "new_a_228": "← חזרה לבלוג",
      "new_a_246": "← חזרה לבלוג",
      "new_a_247": "בחירת נעלי טניס",
      "new_a_248": "בחירת נעלי טניס",
      "new_a_249": "בחירת נעלי טניס",
      "new_a_250": "בחירת נעלי טניס",
      "new_a_251": "בחירת נעלי טניס",
      "new_a_252": "בחירת נעלי טניס",
      "new_a_253": "בחירת נעלי טניס",
      "new_a_254": "בחירת נעלי טניס",
      "new_a_255": "בחירת נעלי טניס",
      "new_a_256": "בחירת נעלי טניס",
      "new_a_257": "בחירת נעלי טניס",
      "new_a_258": "בחירת נעלי טניס",
      "new_a_284": "למד עוד",
      "new_a_314": "התחל עכשיו",
      "new_p_116": "טקסט כאן",
      "new_p_118": "מוביל את החברה עם ניסיון עשיר בניהול פרויקטים מורכבים, ומלווה חברות מכשור רפואי במעבר מפיתוח לייצור ובייצוב מוצרים קיימים. מומחה לחיבור מעשי בין הנדסה, איכות ורגולציה, בדגש על יעילות, עמידה בלוחות זמנים וקבלת החלטות Risk-Based",
      "new_p_120": "מומחית לאיכות ורגולציה במכשור רפואי, המסייעת לחברות MedTech וסטארטאפים להשיג עמידה ב-ISO 13485, FDA, MDR ו-GMP בצורה יעילה ובטוחה. עם ניסיון של כ-20 שנה, היא מספקת פתרונות QA/RA מקצה לקצה החל מאסטרטגיה רגולטורית ו-QMS, דרך אודיטים וניהול סיכונים, ועד ליווי מלא מהקונספט ועד מסחור.",
      "new_p_122": "מובילת איכות במכשור רפואי, מומחית ל QA, ולידציה וניתוח סיכונים, עם אוריינטציה חזקה ל Regulatory Compliance ולבניית מערכות איכות סקיילביליות.מפתחת תשתיות איכות חכמות שמפשטות תהליכים באמצעות AI וכלי No Code, וממירות מורכבות לבהירות תפעולית שמקדמת ביצועים וערך עסקי.",
      "new_p_124": "מובילת איכות במכשור רפואי, מומחית ל QA, ולידציה וניתוח סיכונים, עם אוריינטציה חזקה ל Regulatory Compliance ולבניית מערכות איכות סקיילביליות.מפתחת תשתיות איכות חכמות שמפשטות תהליכים באמצעות AI וכלי No Code, וממירות מורכבות לבהירות תפעולית שמקדמת ביצועים וערך עסקי.",
      "new_p_126": "Senior Component Engineer המספקת תמיכה מקצועית ל R&amp;D, הנדסה, רכש ושיווק. תוך הקמה ותחזוקה של מאגר נתוני רכיבים וניהול תהליך אישור רכיבים חדשים. היא מובילה סטנדרטיזציה ובחירת רכיבים, הגדרת מקורות חלופיים, בהתאם לתוכנית ניהול רכיבים המבוססת על תקנים רפואיים, צבאיים תעשייתיים ו ISO",
      "new_p_161": "כל המידע, הטיפים והחידושים מעולם הטניס במקום אחד. המדריכים המקצועיים של מרכז הטניס הישראלי כאן בשבילכם.",
      "new_p_164": "המדריך המלא למתחילים: כל מה שצריך לדעת על משקל, גודל ראש וידית האחיזה לפני שרוכשים ציוד בחנות ציוד טניס בישראל.",
      "new_p_168": "איך להאריך את חיי המחבט והגידים? טיפים חשובים לתחזוקה נכונה שיחסכו לכם כסף וישפרו את הביצועים במגרש.",
      "new_p_172": "מה באמת ההבדל בין מחבט של 200 ש\"ח למחבט של 1000 ש\"ח? סקירה מעמיקה על טכנולוגיות וחומרים במרכז הטניס הישראלי.",
      "new_p_175": "צוות מרכז הטניס הישראלי זמין לכל שאלה. בואו לבקר בחנות או צרו איתנו קשר לייעוץ אישי והתאמת ציוד.",
      "new_p_185": "ההחלטה להיכנס לעולם הטניס היא החלטה מרגשת. זהו ספורט המשלב כושר גופני, חשיבה אסטרטגית והנאה רבה. עם זאת, הרגע שבו אתם נכנסים אל חנות ציוד טניס בישראל ועומדים מול קיר מלא במחבטים צבעוניים ושונים יכול להיות מבלבל מאוד. האם לבחור במחבט הכי יקר? האם המותג משנה? ומה המשמעות של כל המספרים הקטנים המודפסים על המסגרת?",
      "new_p_186": "במרכז הטניס הישראלי, אנחנו מאמינים שהציוד הנכון הוא המפתח להתקדמות מהירה ולהנאה מהמשחק. מחבט שאינו מתאים עלול לא רק לפגוע ביכולת המשחק שלכם, אלא אפילו לגרום לפציעות מיותרות. במדריך זה נפרק את תהליך הבחירה לגורמים פשוטים שיעזרו לכם לקבל את ההחלטה הנכונה.",
      "new_p_188": "אחת הטעויות הנפוצות של שחקנים מתחילים היא המחשבה שמחבט קל כנוצה הוא הבחירה האידיאלית. אמנם מחבט קל (מתחת ל-270 גרם) מאפשר תנועה מהירה וקלה יותר של היד, אך הוא גם מעביר זעזועים חזקים יותר לזרוע בעת הפגיעה בכדור. עבור שחקן מתחיל מבוגר, ההמלצה היא בדרך כלל לבחור מחבט במשקל בינוני, הנע בין 270 ל-300 גרם.",
      "new_p_189": "משקל זה מספק יציבות טובה יותר בעת החבטה, עוזר לייצר עוצמה טבעית מבלי להפעיל מאמץ יתר על השרירים, ועדיין מאפשר שליטה טובה בתנועה. אם אתם רוכשים מחבט עבור ילד או נער, המשקלים יהיו כמובן נמוכים יותר, ומומלץ להתייעץ עם המומחים שלנו בחנות.",
      "new_p_191": "גודל ראש המחבט נמדד באינצ'ים מרובעים. למתחילים, מילת המפתח היא \"סלחנות\". ככל שראש המחבט גדול יותר, כך גדלה גם נקודת ה\"סוויט ספוט\" (Sweet Spot) - האזור במרכז הגידים שבו הפגיעה בכדור היא האופטימלית ביותר. כאשר אנחנו רק לומדים את הטכניקה, אנחנו לא תמיד פוגעים במרכז המחבט בדיוק מושלם.",
      "new_p_192": "לכן, מומלץ לבחור במחבט עם ראש בגודל של 100 אינץ' מרובע ומעלה (עד 110 אינץ'). ראש גדול יותר יעזור לכם להעביר את הכדור לצד השני של הרשת גם כאשר החבטה אינה מושלמת, ויעניק לכם ביטחון רב יותר במשחק הראשוני שלכם.",
      "new_p_194": "פרמטר קריטי שלעיתים נזנח הוא עובי הידית (Grip Size). ידית עבה מדי או דקה מדי תגרום לכם לאמץ את שרירי האמה יתר על המידה, מה שעלול להוביל לדלקות וכאבים (כמו \"מרפק טניס\"). המידות מסומנות בדרך כלל במספרים מ-0 עד 5.",
      "new_p_195": "כלל אצבע פשוט לבדיקה: אחזו במחבט כאילו אתם לוחצים יד. במרווח שנוצר בין קצות האצבעות לכרית כף היד, צריכה להיכנס בדיוק אצבע אחת של היד השנייה. אם המרווח גדול מדי, הידית עבה מדי; אם אין מקום לאצבע, הידית דקה מדי. במרכז הטניס הישראלי נוכל למדוד את כף ידכם ולהתאים לכם את המידה המדויקת.",
      "new_p_197": "בחירת המחבט הראשון היא הצעד הראשון שלכם בעולם הטניס. אל תתפתו לקנות את המחבט היקר ביותר או זה ששחקן מפורסם משחק איתו בטלוויזיה. התמקדו בנוחות, במשקל מתאים ובגודל ראש שיאפשר לכם ללמוד וליהנות. אנחנו מזמינים אתכם להגיע אלינו, להרגיש את המחבטים ביד ולקבל ייעוץ אישי ומקצועי.",
      "new_p_209": "ציוד טניס איכותי הוא השקעה כספית לא מבוטלת. בין אם אתם שחקנים חובבים או מקצוענים, המחבט, הנעליים והתיק שלכם הם הכלים שמאפשרים לכם לשחק ולהצליח. רבים מהלקוחות שמגיעים אל מרכז הטניס הישראלי שואלים אותנו כיצד ניתן להאריך את חיי הציוד ולשמור על הביצועים שלו לאורך זמן. התשובה טמונה בתחזוקה שוטפת ובתשומת לב לפרטים הקטנים.",
      "new_p_210": "במאמר זה ריכזנו עבורכם מספר טיפים חיוניים שיעזרו לכם לשמור על הציוד שלכם במצב מצוין, לחסוך כסף על החלפות תכופות ולהבטיח שתמיד תעלו למגרש עם הכלים הטובים ביותר.",
      "new_p_212": "אויב מספר אחד של ציוד טניס, ובמיוחד של הגידים והמסגרת, הוא החום. השארת המחבט ברכב ביום קיץ ישראלי חם היא מתכון לאסון. החום הכבד גורם למסגרת המחבט (שעשויה לרוב מגרפיט וחומרים מרוכבים) להתרחב ולהתעוות במיקרו-רמות, ולגידים לאבד את המתח (Tension) שלהם במהירות. התוצאה היא מחבט שמרגיש \"מת\" ופחות רספונסיבי.",
      "new_p_213": "ההמלצה שלנו: קחו את התיק איתכם תמיד. אל תשאירו אותו בתא המטען. בבית, אחסנו את הציוד במקום מוצל וקריר. שימוש בתיק טניס מבודד (עם בטנה תרמית) יכול לסייע בהגנה על הציוד בדרככם למגרש וממנו.",
      "new_p_215": "הגריפ הוא נקודת המגע היחידה שלכם עם המחבט. גריפ שחוק, מלוכלך או מחליק לא רק פוגע במשחק שלכם אלא גם מאלץ אתכם לאחוז במחבט חזק מדי, מה שמוביל לעייפות בשרירי האמה ולפציעות. אין צורך לחכות שהגריפ יתפורר לחלוטין. ברגע שאתם מרגישים שהאחיזה אינה יציבה או שהגריפ אינו סופג זיעה כראוי - החליפו אותו.",
      "new_p_216": "מומלץ להשתמש ב-Overgrip (סרט אחיזה עליון) דק וזול שניתן להחליף בתדירות גבוהה, ובכך לשמור על הגריפ הבסיסי של המחבט לאורך שנים. בחנות ציוד טניס בישראל תוכלו למצוא מגוון סוגי גריפים בעוביים ובמרקמים שונים.",
      "new_p_218": "שחקנים רבים מחליפים גידים רק כשהם נקרעים. זו טעות. גידים מאבדים את הגמישות והמתח שלהם (Tension Loss) הרבה לפני שהם נקרעים פיזית. גידים \"מתים\" מעבירים יותר זעזועים ליד ופוגעים בשליטה בכדור. כלל אצבע נפוץ הוא להחליף גידים כמספר הפעמים שאתם משחקים בשבוע (לדוגמה, אם אתם משחקים 3 פעמים בשבוע, החליפו גידים 3 פעמים בשנה).",
      "new_p_219": "במרכז הטניס הישראלי אנו מציעים שירות שזירה מקצועי שיחזיר למחבט שלכם את החיות והעוצמה שאבדה לו. אל תזניחו את הגידים – הם המנוע של המחבט שלכם.",
      "new_p_221": "טיפול נכון בציוד הוא חלק בלתי נפרד מהיותכם שחקני טניס. שמירה על המחבט, החלפת גריפים בזמן והגנה מפני השמש יבטיחו לכם ביצועים טובים יותר וחיסכון כספי לאורך זמן. יש לכם שאלות נוספות על תחזוקה? הצוות שלנו תמיד כאן לשירותכם.",
      "new_p_233": "כשנכנסים לחנות ספורט, קל להתבלבל מהמגוון העצום של המחירים. מדוע מחבט אחד עולה 250 ש\"ח ואחר, שנראה דומה למדי, עולה 1,200 ש\"ח? האם מדובר רק במיתוג ושיווק, או שיש הבדלים מהותיים שישפיעו על המשחק שלכם? במרכז הטניס הישראלי, אנחנו מאמינים שחשוב שהלקוח יבין בדיוק על מה הוא משלם.",
      "new_p_234": "ההבדלים בין ציוד חובבני (Recreational) לציוד מקצועי (Performance) הם משמעותיים ונוגעים לחומרים, לטכנולוגיית הייצור ולרמת הדיוק. בואו נצלול לעומק ונבין את ההבדלים העיקריים.",
      "new_p_236": "ההבדל המשמעותי ביותר הוא החומר ממנו עשוי המחבט. מחבטים זולים למתחילים עשויים לרוב מאלומיניום או מסגסוגת פשוטה. אלו מחבטים עמידים מאוד וזולים לייצור, אך הם מעבירים זעזועים חזקים ליד, כבדים יותר באופן יחסי, וחסרי \"רגש\". הם מצוינים לילדים שרק מתחילים או למי שמשחק פעם בחודש.",
      "new_p_237": "לעומת זאת, מחבטים מקצועיים עשויים מסיבי פחמן (גרפיט) וחומרים מרוכבים מתקדמים (כמו Graphene, Kevlar ועוד). חומרים אלו קלים וחזקים להפליא. הם מאפשרים ליצרנים לשלוט בדיוק רב על רמת הקשיחות והגמישות של המחבט באזורים שונים, מה שמעניק לשחקן עוצמה, שליטה וספיגת זעזועים ברמה אחרת לגמרי.",
      "new_p_239": "בציוד מקצועי מושקע מחקר ופיתוח רב. הטכנולוגיות החדשות נועדו לשפר את היציבות של המחבט בזמן הפגיעה בכדור. כאשר כדור טניס פוגע במחבט במהירות גבוהה, המחבט נוטה להסתובב ביד (מומנט פיתול). מחבטים מקצועיים מתוכננים להתנגד לפיתול הזה, מה שמאפשר חבטות מדויקות יותר גם כשהפגיעה אינה במרכז המחבט.",
      "new_p_240": "בנוסף, מערכות השיכוך במחבטים מקצועיים מובנות בתוך הידית והמסגרת, ומגנות על המפרקים של השחקן לאורך זמן. עבור שחקן שמשחק מספר פעמים בשבוע, ההגנה הזו היא קריטית למניעת פציעות.",
      "new_p_242": "התשובה תלויה בתדירות המשחק ובמטרות שלכם. אם אתם משחקים פעם בשבועיים בשביל הכיף, מחבט ביניים יעשה עבודה מצוינת. אך אם אתם מתכננים לשחק באופן קבוע, לקחת שיעורים ולהשתפר, ההשקעה בציוד מקצועי (או לפחות בציוד \"Club Player\" איכותי) היא משתלמת. הציוד יחזיק מעמד זמן רב יותר, יגן על הגוף שלכם ויאפשר לכם למצות את הפוטנציאל שלכם.",
      "new_p_244": "ההבדל בין הציוד הוא לא רק במחיר, אלא בחוויית המשחק הכוללת. אנחנו מזמינים אתכם להגיע לחנות שלנו, להתייעץ עם המומחים, ואולי אפילו לקחת מחבט דמו לניסיון. רק כשתרגישו את ההבדל בידיים, תבינו עד כמה הציוד הנכון יכול לשדרג את המשחק שלכם.",
      "new_p_262": "\n        טניס הוא אחד הספורטים הדינמיים ביותר שיש. המשחק דורש תנועות חדות, עצירות פתאומיות, זינוקים לצדדים וריצות ספרינט קצרות. בתוך כל הפעילות האינטנסיבית הזו, הציוד החשוב ביותר שמגן על הגוף שלכם הוא לא המחבט, אלא הנעליים. במרכז הטניס הישראלי אנו פוגשים מדי יום שחקנים שמשקיעים הון במחבטים, אך מזניחים את בחירת הנעליים – טעות שיכולה להוביל לפציעות ולפגיעה בביצועים.\n",
      "new_p_263": "\n        בחירת נעל טניס נכונה היא קריטית ליציבות על המגרש, למניעת נקעים ולשמירה על הברכיים והגב. בין אם אתם שחקנים מתחילים או מקצוענים, המדריך הבא יעזור לכם להבין מה לחפש כשאתם נכנסים אל חנות ציוד טניס בישראל.\n",
      "new_p_265": "\n        הפרמטר הראשון והחשוב ביותר בבחירת נעל הוא סוג המגרש עליו אתם משחקים ברוב הזמן. לכל משטח יש דרישות שונות מהסוליה:\n",
      "new_p_270": "\n        כשאתם מבקרים במרכז הטניס הישראלי או בכל חנות מקצועית, תבחינו שנעלי טניס מתחלקות לרוב לשתי קטגוריות עיקריות: נעליים המתמקדות ביציבות ונעליים המתמקדות במהירות.\n",
      "new_p_271": "\n        <strong>נעלי יציבות (Stability):</strong> לרוב יהיו כבדות יותר ומסיביות. הן מיועדות לשחקנים שזקוקים לתמיכה מקסימלית בקרסול, או לשחקנים פיזיים וחזקים שזזים הרבה על קו הבסיס. הן מספקות ביטחון רב בתנועות צדדיות.\n",
      "new_p_272": "\n        <strong>נעלי מהירות (Speed):</strong> נעליים קלות משקל, גמישות יותר ומאווררות. הן מתאימות לשחקנים שרוצים להרגיש \"קרובים למגרש\" ולנוע במהירות שיא. החיסרון הוא שלעיתים הן נשחקות מהר יותר ומספקות פחות תמיכה בקרסול.\n",
      "new_p_274": "\n        רבים טועים וקונים נעלי טניס במידה זהה לנעלי ההליכה שלהם. בטניס, הרגל נוטה להתנפח מעט במהלך המשחק, והתנועות כוללות בלימות חזקות. לכן, כלל האצבע (תרתי משמע) הוא להשאיר רווח של כחצי סנטימטר עד סנטימטר בין הבוהן לקצה הנעל.\n",
      "new_p_275": "\n        אם האצבעות שלכם נוגעות בקצה הנעל בזמן מדידה בחנות, זה יכאב מאוד בזמן משחק. בנוסף, חשוב לשים לב לרוחב הנעל. מותגים שונים מייצרים אימומים ברוחב שונה. אל תתפשרו על נעל לוחצת מתוך תקווה שהיא תתרחב – נעל טניס צריכה להיות נוחה מהרגע הראשון.\n",
      "new_p_277": "\n        ציוד טניס מקצועי נועד להחזיק מעמד, אך לכל נעל יש תאריך תפוגה. סימנים מובהקים להחלפה כוללים שחיקה של הסוליה עד כדי היעלמות החריצים (מה שגורם להחלקה מסוכנת), או כאשר אתם מרגישים שהנעל איבדה את יכולת בלימת הזעזועים שלה והברכיים מתחילות לכאוב אחרי אימון.\n",
      "new_p_278": "\n        שחקן ממוצע המשחק פעמיים בשבוע יצטרך להחליף נעליים כל 4-6 חודשים. שחקנים תחרותיים מחליפים בתדירות גבוהה הרבה יותר.\n",
      "new_p_280": "\n          הרגליים שלכם הן הכלי החשוב ביותר על המגרש. אל תזלזלו בבחירת הנעל. אנו מזמינים אתכם להגיע אל חנות ציוד טניס בישראל במתחם שלנו, להתייעץ עם המומחים של מרכז הטניס הישראלי, ולמדוד מגוון דגמים כדי למצוא את הזוג המושלם שישפר את המשחק שלכם וישמור על בריאותכם.\n",
      "new_p_283": "טקסט תיאור כרטיס נמצא כאן",
      "new_p_289": "\"השירות עלה על הציפיות שלנו. מומלץ בחום לכל מי שמחפש איכות.\"",
      "new_p_291": "תפקיד, חברה",
      "new_p_292": "\"השירות עלה על הציפיות שלנו. מומלץ בחום לכל מי שמחפש איכות.\"",
      "new_p_294": "תפקיד, חברה",
      "new_p_295": "\"השירות עלה על הציפיות שלנו. מומלץ בחום לכל מי שמחפש איכות.\"",
      "new_p_297": "תפקיד, חברה",
      "new_p_298": "תווית נתון 1",
      "new_p_299": "תווית נתון 2",
      "new_p_300": "תווית נתון 3",
      "new_p_301": "תווית נתון 4",
      "new_p_304": "תפקיד",
      "new_p_306": "תפקיד",
      "new_p_308": "תפקיד",
      "new_p_311": "info@example.co.il",
      "new_p_312": "רחוב ראשי 123, תל אביב",
      "new_p_313": "הצטרפו לאלפי לקוחות מרוצים. התחילו את המסע שלכם היום.",
      "new_p_315": "שלום זה הטקסט החדש שאנחנו צריכים לבדוק אם הוא יהיה עריך",
      "new_p_316": "זה טקסט שהכנסתי חדש",
      "new_p_317": "<font color=\"#304050\">הזן את טקסט הפסקה שלך...</font>",
      "new_p_321": "\n\n&nbsp;טכניקה נכונה מההתחלה. ההורים שלנו סומכים עלינו להדריך את ילדיהם המוכשרים בבחירת הציוד המתאים ביותר לשלב ההתפתחות שלהם.\nבדיקת תרגום חדש",
      "about_h1_1": "הסיפור שלנו - מסורת, מצוינות ומחויבות",
      "about_h2_2": "המסע שלנו בעולם הטניס",
      "about_h2_3": "הערכים המנחים אותנו",
      "about_h2_4": "הצוות המקצועי שלנו",
      "about_h2_5": "המורשת הקלאסית שלנו",
      "about_h2_6": "המחויבות שלנו לקהילת הטניס",
      "about_h2_7": "אבני הדרך שלנו",
      "about_h2_8": "הצטרפו למשפחת מרכז הטניס הישראלי",
      "about_h3_9": "מרכז הטניס הישראלי - שומרים על מורשת הטניס הקלאסי מזה שנים רבות",
      "about_p_28": "Happily created by&nbsp;Zappy",
      "about_p_29": "מרכז הטניס הישראלי נוסד מתוך אהבה עמוקה לספורט הטניס ומתוך הבנה שציוד איכותי ושירות מקצועי הם המפתח להצלחה במגרש. מההתחלה, החזון שלנו היה ברור - להיות חנות ציוד טניס בישראל המובילה, המשלבת מסורת קלאסית עם שירות מודרני ומקצועי.",
      "about_p_30": "לאורך השנים, ראינו דורות של שחקני טניס נלהבים עוברים דרך הדלתות שלנו. מילדים צעירים שקיבלו את מחבטי הטניס הראשונים שלהם, דרך נערים מוכשרים שהתפתחו לשחקנים תחרותיים, ועד למבוגרים שמצאו בטניס תשוקה חדשה. כל אחד מהם תרם לסיפור שלנו ועזר לנו להבין טוב יותר את הצרכים המגוונים של קהילת הטניס הישראלית.",
      "about_p_31": "היום, מרכז הטניס הישראלי הוא יותר ממקום לקנות ציוד - זהו מרכז קהילתי לאוהבי טניס, מקום שבו משתפים ידע, חוויות וטיפים מקצועיים. אנו גאים להיות חלק מהמסע של כל שחקן, מהצעדים הראשונים ועד להישגים הגדולים.",
      "about_p_32": "אנו מתפשרים רק על הטוב ביותר. כל פריט ציוד טניס מקצועי שאנו מציעים נבחר בקפידה ועומד בסטנדרטים הגבוהים ביותר. אנו עובדים רק עם המותגים המובילים בעולם ומבטיחים שכל מוצר יספק ביצועים מעולים.",
      "about_p_33": "הטניס הוא לא רק עבודה עבורנו - זו תשוקה. כל חבר בצוות שלנו הוא שחקן טניס או אוהב ספורט, ואנו מביאים את האהבה הזו לכל אינטראקציה עם הלקוחות. אנו מאמינים שהאהבה לספורט היא זו שיוצרת את השירות הטוב ביותר.",
      "about_p_34": "הצלחת הלקוחות שלנו היא ההצלחה שלנו. אנו מקדישים זמן להבין את הצרכים הייחודיים של כל שחקן ומספקים פתרונות מותאמים אישית. המחויבות שלנו היא ללוות אתכם לאורך כל הדרך, מהרכישה הראשונה ועד לשיפור מתמיד.",
      "about_p_35": "אנו רואים בלקוחות שלנו חלק ממשפחת מרכז הטניס הישראלי. אנו יוצרים קשרים ארוכי טווח, משתפים בידע ובניסיון, ומארגנים אירועים קהילתיים. הקהילה שלנו היא מקור השראה והתמיכה ההדדית.",
      "about_p_36": "אנו מאמינים בחשיבות החינוך והידע. בנוסף למכירת ציוד, אנו מספקים הדרכה מקצועית על בחירת ציוד, תחזוקה ושיפור המשחק. במיוחד כשמדובר במחבטי טניס לילדים מתחילים, אנו מקדישים זמן להסביר להורים את החשיבות של הציוד הנכון.",
      "about_p_37": "אנו שומרים על המסורת הקלאסית של הטניס תוך אימוץ חדשנות מודרנית. הגישה שלנו משלבת את החוכמה של דורות עם הטכנולוגיה העדכנית, ויוצרת חוויה ייחודית המכבדת את העבר ומביטה לעתיד.",
      "about_p_38": "הצוות של מרכז הטניס הישראלי מורכב ממומחים מנוסים בתחום הטניס, כולל שחקנים לשעבר, מאמנים מוסמכים וטכנאים מיומנים. כל חבר צוות מביא עמו ניסיון ייחודי ותשוקה אמיתית לספורט.",
      "about_p_39": "הצוות שלנו כולל מומחי ציוד טניס עם ניסיון של עשרות שנים. כל חבר צוות עבר הכשרה מקצועית והוא מתעדכן באופן שוטף בטכנולוגיות החדשות ביותר בתעשיית הטניס.",
      "about_p_40": "הטכנאים שלנו הם בעלי הסמכות בינלאומיות במיתור מחבטים. הם עוברים הכשרה מתמשכת ועובדים עם הציוד המתקדם ביותר כדי להבטיח מיתור מדויק ואיכותי.",
      "about_p_41": "צוות מיוחד המתמחה בהתאמת ציוד לילדים ונוער. הם מבינים את הצרכים הייחודיים של שחקנים צעירים ועוזרים להורים לבחור את מחבטי הטניס המתאימים ביותר לילדים מתחילים.",
      "about_p_42": "מומחים המתמחים בהתאמת ציוד טניס מקצועי לשחקנים תחרותיים. הם מנתחים סגנון משחק ומספקים המלצות מדויקות לשיפור הביצועים במגרש.",
      "about_p_43": "מרכז הטניס הישראלי גאה במורשת הקלאסית שלו. אנו מאמינים שהטניס הוא ספורט של מסורת, אלגנטיות ורוח ספורטיבית. העיצוב הקלאסי של החנות שלנו, עם גווני הירוק העמוק והלבן, משקף את הערכים הללו ומזכיר את התקופה הזהב של הטניס.",
      "about_p_44": "אנו שומרים על המסורת הזו בכל היבט של העסק - מהאופן שבו אנו מתייחסים ללקוחות, דרך בחירת המוצרים, ועד לעיצוב החנות והאווירה שאנו יוצרים. כשאתם נכנסים למרכז הטניס הישראלי, אתם לא רק קונים ציוד - אתם חווים חלק מההיסטוריה העשירה של הספורט.",
      "about_p_45": "במקביל, אנו לא נשארים בעבר. אנו משלבים את המסורת עם הטכנולוגיה המתקדמת ביותר - ממחבטים עם חומרים מודרניים ועד למערכות מיתור ממוחשבות. השילוב הזה של ישן וחדש הוא מה שהופך את מרכז הטניס הישראלי למיוחד.",
      "about_p_46": "אנו מאמינים בחשיבות של פיתוח הדור הבא של שחקני טניס. לכן, אנו מציעים תוכניות מיוחדות להורים ולילדים, כולל הנחות על מחבטי טניס לילדים מתחילים, סדנאות חינוכיות ותמיכה בטורנירים מקומיים לנוער.",
      "about_p_47": "אנו פעילים בקהילת הטניס הישראלית ותומכים באירועים, טורנירים ומועדונים מקומיים. המטרה שלנו היא לא רק למכור ציוד, אלא לתרום לצמיחה והתפתחות של הטניס בישראל.",
      "about_p_48": "בין אם אתם שחקנים מתחילים או מקצוענים, אנו מתייחסים לכל לקוח באותה רמה של מקצועיות ותשומת לב. אנו מאמינים שכל שחקן, ללא קשר לרמתו, ראוי לציוד הטוב ביותר ולשירות המקצועי ביותר.",
      "about_p_49": "אנו מתעדכנים באופן שוטף בטכנולוגיות החדשות ביותר בתעשיית הטניס. הצוות שלנו משתתף בכנסים בינלאומיים, עובר הכשרות מתקדמות ומביא את הידע החדש ביותר ללקוחות שלנו.",
      "about_p_50": "מרכז הטניס הישראלי נוסד מתוך חזון ברור - להיות חנות ציוד טניס בישראל המובילה, המשלבת מסורת קלאסית עם שירות מודרני. החנות הראשונה נפתחה עם מבחר קטן אך איכותי של ציוד מהמותגים המובילים.",
      "about_p_51": "עם הזמן, הרחבנו את המגוון והשירותים. הוספנו מחלקת מיתור מקצועית, הרחבנו את מגוון המוצרים והתחלנו להתמחות במחבטי טניס לילדים מתחילים - תחום שזיהינו כחסר בשוק הישראלי.",
      "about_p_52": "הפכנו לשם דבר בקהילת הטניס הישראלית. שחקנים מקצועיים, מועדונים ומאמנים החלו לפנות אלינו לציוד ולייעוץ מקצועי. הצוות שלנו התרחב והתמקצע עוד יותר.",
      "about_p_53": "היום, מרכז הטניס הישראלי הוא יותר ממקום לקנות ציוד - זהו מרכז קהילתי לאוהבי טניס. אנו ממשיכים לחדש, להתפתח ולשמור על המסורת הקלאסית תוך אימוץ הטכנולוגיות החדשות ביותר.",
      "about_p_54": "בואו לבקר אותנו ותחוו בעצמכם את השילוב הייחודי של מסורת, מקצועיות ואהבה לטניס. הצוות שלנו ממתין לקבל אתכם בחום ולעזור לכם למצוא את הציוד המושלם.",
      "about_p_55": "© 2026 מרכז הטניס הישראלי. כל הזכויות שמורות.",
      "about_p_56": "נוצר באמצעות&nbsp;Zappy",
      "home_h3_10": "מיתור מחבטים מקצועי",
      "home_h3_11": "התאמת ציוד לילדים",
      "home_h3_12": "ייעוץ מקצועי לשחקנים",
      "home_h3_13": "מחבטים למקצוענים",
      "home_h3_14": "מחבטים לילדים ונוער",
      "home_h3_15": "נעליים ולבוש",
      "home_h3_16": "אביזרים ומיתרים",
      "home_h3_17": "שחקני טניס נלהבים",
      "home_h3_18": "הורים לילדים מוכשרים",
      "home_h3_19": "מומחיות וניסיון",
      "home_h3_20": "איכות מובטחת",
      "home_h3_21": "שירות אישי",
      "home_h3_22": "מסורת ומורשת",
      "new_h1_160": "מגזין הטניס הישראלי",
      "new_h1_182": "איך לבחור מחבט טניס ראשון: המדריך המלא למתחילים",
      "new_h1_206": "טיפים לשמירה על ציוד הטניס שלכם לאורך זמן",
      "new_h1_230": "ציוד חובבני מול ציוד מקצועי: מה באמת ההבדל?",
      "new_h1_259": "איך לבחור נעלי טניס - המדריך המלא לשחקן",
      "new_h2_174": "רוצים להתייעץ עם המומחים שלנו?",
      "new_h2_187": "משקל המחבט: קל יותר הוא לא תמיד טוב יותר",
      "new_h2_190": "גודל הראש: שטח פגיעה סלחני",
      "new_h2_193": "מידת הידית: הנוחות בידיים שלכם",
      "new_h2_196": "סיכום",
      "new_h2_211": "הגנו על המחבט מטמפרטורות קיצוניות",
      "new_h2_214": "החלפת גריפ (סרט אחיזה) בזמן",
      "new_h2_217": "שזירת גידים מחדש",
      "new_h2_220": "סיכום",
      "new_h2_235": "החומרים: אלומיניום מול גרפיט",
      "new_h2_238": "טכנולוגיה ויציבות",
      "new_h2_241": "האם זה שווה את ההשקעה?",
      "new_h2_243": "סיכום",
      "new_h2_264": "1. התאמה לסוג המשטח (Surface)",
      "new_h2_269": "2. יציבות מול משקל",
      "new_h2_273": "3. מידה והתאמה לרגל",
      "new_h2_276": "מתי להחליף נעליים?",
      "new_h2_281": "כותרת שלך כאן",
      "new_h2_288": "מה הלקוחות אומרים",
      "new_h2_302": "הכירו את הצוות שלנו",
      "new_h2_309": "למה לבחור בנו",
      "new_h2_310": "צרו קשר",
      "new_h3_115": "כותרת משנה",
      "new_h3_117": "נועם אביגדור",
      "new_h3_119": "קטי ברדוגו",
      "new_h3_121": "הדר פרידמן&nbsp;",
      "new_h3_123": "הדר פרידמן&nbsp;",
      "new_h3_125": "מיכאל קריניצקי",
      "new_h3_127": "אורית שלום",
      "new_h3_163": "איך לבחור מחבט טניס ראשון?",
      "new_h3_167": "שמירה על ציוד הטניס לאורך זמן",
      "new_h3_171": "ציוד חובבני מול ציוד מקצועי",
      "new_h3_279": "סיכום והמלצה",
      "new_h3_282": "כותרת כרטיס",
      "new_h3_285": "כותרת כרטיס 1",
      "new_h3_286": "כותרת כרטיס 2",
      "new_h3_287": "כותרת כרטיס 3",
      "new_h3_303": "שם חבר צוות 1",
      "new_h3_305": "שם חבר צוות 2",
      "new_h3_307": "שם חבר צוות 3",
      "new_h4_290": "שם הלקוח 1",
      "new_h4_293": "שם הלקוח 2",
      "new_h4_296": "שם הלקוח 3",
      "new_li_266": "<strong>מגרשים קשים (Hard Court):</strong> זהו המשטח הנפוץ ביותר בישראל. נעליים למגרשים קשים חייבות להיות עמידות מאוד, עם סוליה חזקה שתעמוד בשחיקה הגבוהה של הבטון והאספלט. הן מספקות ריפוד (cushioning) מצוין לבלימת זעזועים.",
      "new_li_267": "<strong>מגרשי חימר (Clay Court):</strong> הסוליה של נעלי חימר מעוצבת בדוגמת \"אדרה\" (זיגזג מלא) כדי למנוע הצטברות של חימר בתוך החריצים ולאפשר החלקה מבוקרת (sliding) אל הכדור.",
      "new_li_268": "<strong>דשא (Grass Court):</strong> נדיר יותר בארץ, אך דורש סוליה עם זיזים קטנים לאחיזה מקסימלית על המשטח החלקלק.",
      "new_li_318": "המומחיות שלנו נמצאת בהתאמה אישית של ציוד לצרכים",
      "new_li_319": "&nbsp;הייחודיים של כל שחקן. אנו מבינים שמחבטי טניס לילדים&nbsp;",
      "new_li_320": "מתחילים דורשים תשומת לב מיוחדת - משקל מותאם, גודל נכון ואיזון מושלם שיעזור להם לפתח טסט טסט",
      "terms_h1_1": "תנאי שימוש",
      "terms_h2_2": "1. הגדרות",
      "terms_h2_3": "2. תיאור השירותים",
      "terms_h2_4": "3. תנאי השימוש",
      "terms_h2_5": "4. חובות המשתמש",
      "terms_h2_6": "5. מדיניות תשלומים והחזרים",
      "terms_h2_7": "6. הגבלת אחריות",
      "terms_h2_8": "7. זכויות יוצרים וקניין רוחני",
      "terms_h2_9": "8. פרטיות",
      "terms_p_15": "\n            מרכז הטניס הישראלי מספקת ספורט וציוד ספורטיבי דרך האתר. השירותים כפופים לתנאים המפורטים במסמך זה \n            ועשויים להשתנות מעת לעת.\n",
      "terms_p_16": "השימוש באתר מותנה בעמידה בתנאים הבאים:",
      "terms_p_17": "במידה והשירותים כוללים תשלום:",
      "terms_p_18": "\n            השירותים ניתנים \"כפי שהם\" ללא אחריות מכל סוג. החברה לא תהיה אחראית לנזקים עקיפים, \n            תוצאתיים או מיוחדים הנובעים משימוש באתר, למעט במקרים בהם החוק קובע אחרת.\n",
      "terms_p_19": "\n            כל התכנים באתר, כולל טקסטים, תמונות, עיצוב וקוד, מוגנים בזכויות יוצרים השייכות למרכז הטניס הישראלי. \n            אסור לשכפל, להפיץ או לעשות שימוש מסחרי בתכנים ללא אישור בכתב.\n",
      "terms_p_20": "\n            איסוף ושימוש במידע אישי כפופים למדיניות הפרטיות שלנו. השימוש באתר מהווה הסכמה \n            למדיניות הפרטיות כפי שמפורט בנפרד.\n",
      "terms_p_21": "\n            החברה רשאית לשנות תנאי שימוש אלה בכל עת. שינויים מהותיים יפורסמו באתר עם הודעה מוקדמת \n            של 30 יום. המשך השימוש לאחר השינוי מהווה הסכמה לתנאים החדשים.\n",
      "terms_p_22": "\n            החברה רשאית להפסיק או להגביל את השירות בכל עת, לרבות במקרה של הפרת תנאי השימוש. \n            במקרה של סיום השירות, יישמרו הוראות הסעיפים הרלוונטיים.\n",
      "terms_p_23": "\n            תנאי שימוש אלה כפופים לחוקי מדינת ישראל. כל סכסוך יידון בבתי המשפט המוסמכים בישראל, \n            תוך מתן עדיפות לבוררות או גישור במידת האפשר.\n",
      "terms_p_24": "לשאלות או הבהרות בנוגע לתנאי השימוש:",
      "terms_p_25": "© 2026 מרכז הטניס הישראלי. כל הזכויות שמורות.",
      "terms_p_26": "נוצר באמצעות&nbsp;Zappy",
      "about_h3_10": "מצוינות ואיכות",
      "about_h3_11": "אהבה לספורט",
      "about_h3_12": "מחויבות ללקוח",
      "about_h3_13": "קהילה ומשפחה",
      "about_h3_14": "חינוך והדרכה",
      "about_h3_15": "מסורת ומורשת",
      "about_h3_16": "המומחים שלנו",
      "about_h3_17": "טכנאי המיתור",
      "about_h3_18": "מומחי ציוד לילדים",
      "about_h3_19": "יועצי ביצועים",
      "about_h3_20": "תמיכה בשחקנים צעירים",
      "about_h3_21": "קידום הספורט בישראל",
      "about_h3_22": "שירות לכל הרמות",
      "about_h3_23": "חדשנות מתמשכת",
      "about_h3_24": "ההתחלה",
      "about_h3_25": "התרחבות והתפתחות",
      "about_h3_26": "הכרה ומוניטין",
      "about_h3_27": "היום ולעתיד",
      "home_alt_57": "מרכז הטניס הישראלי",
      "home_alt_58": "מרכז הטניס הישראלי - מגרשי טניס מקצועיים",
      "home_alt_59": "ציוד טניס קלאסי - מורשת הטניס הישראלי",
      "home_alt_60": "שירות מיתור מחבטים מקצועי",
      "home_alt_61": "מחבטי טניס לילדים מתחילים",
      "home_alt_62": "ציוד טניס מקצועי לשחקנים מתקדמים",
      "home_alt_63": "מחבטי טניס מקצועיים ממותגים מובילים",
      "home_alt_64": "מחבטי טניס לילדים בגדלים שונים",
      "home_alt_65": "נעלי טניס מקצועיות לכל סוגי המשטחים",
      "home_alt_66": "אביזרי טניס - מיתרים, גריפים ועוד",
      "home_alt_67": "שחקני טניס נלהבים ומקצועיים",
      "home_alt_68": "הורים לילדים מוכשרים בטניס",
      "home_nav_54": "שירותים",
      "home_nav_55": "אודות",
      "home_nav_56": "צור קשר",
      "terms_h2_10": "9. שינוי תנאי השימוש",
      "terms_h2_11": "10. סיום השירות",
      "terms_h2_12": "11. דין חל ויישוב סכסוכים",
      "terms_h2_13": "12. הוראות כלליות",
      "terms_h2_14": "13. פרטי יצירת קשר",
      "terms_li_32": "<strong>\"החברה\"</strong> - מרכז הטניס הישראלי",
      "terms_li_33": "<strong>\"המשתמש\"</strong> - כל מי שגולש או משתמש באתר",
      "terms_li_34": "<strong>\"השירותים\"</strong> - ספורט וציוד ספורטיבי הניתנים דרך האתר",
      "terms_li_35": "השימוש באתר למטרות חוקיות בלבד",
      "terms_li_36": "אי-הפרעה לפעילות האתר או משתמשים אחרים",
      "terms_li_37": "אי-העלאת תוכן פוגעני, לא חוקי או מזיק",
      "terms_li_38": "כיבוד זכויות יוצרים וקניין רוחני",
      "terms_li_39": "אי-ביצוע פעולות שעלולות לפגוע באבטחת האתר",
      "terms_li_40": "מתן מידע נכון ומדויק בעת הרשמה או הזמנה",
      "terms_li_41": "שמירה על סודיות פרטי הגישה לחשבון",
      "terms_li_42": "הודעה מיידית על כל שימוש לא מורשה בחשבון",
      "terms_li_43": "עדכון מידע אישי במידת הצורך",
      "terms_li_44": "התשלומים מבוצעים דרך מערכות בטוחות ומוצפנות",
      "terms_li_45": "המחירים כוללים מע\"ם כנדרש בחוק",
      "terms_li_46": "זכות ביטול עסקה תעמוד בהתאם לחוק הגנת הצרכן",
      "terms_li_47": "החזרים יבוצעו תוך 14 ימי עסקים מאישור הביטול",
      "terms_li_48": "אם חלק מהתנאים יוכרז כבלתי תקף, יישארו שאר התנאים בתוקף",
      "terms_li_49": "אי-אכיפה של זכות לא תחשב כוויתור עליה",
      "terms_li_50": "תנאי השימוש מהווים את מלוא ההסכם בין הצדדים",
      "terms_li_51": "<strong>חברה:</strong> מרכז הטניס הישראלי",
      "terms_li_52": "<strong>אימייל:</strong> <a href=\"mailto:info@company.com\" data-i18n=\"terms_link_27\">info@company.com</a>",
      "terms_li_53": "<strong>טלפון:</strong> <a href=\"tel:03-1234567\">03-1234567</a>",
      "terms_li_54": "<strong>כתובת:</strong> כתובת החברה, ישראל",
      "about_alt_66": "מרכז הטניס הישראלי",
      "about_alt_67": "מנהל מרכז הטניס הישראלי",
      "about_alt_68": "טכנאי מיתור מקצועי",
      "about_alt_69": "יועצי ציוד לילדים ונוער",
      "about_alt_70": "יועצים לשחקנים מתקדמים",
      "about_alt_71": "מורשת קלאסית של מרכז הטניס הישראלי",
      "about_nav_63": "שירותים",
      "about_nav_64": "אודות",
      "about_nav_65": "צור קשר",
      "contact_h1_1": "צור קשר עם מרכז הטניס הישראלי",
      "contact_h2_2": "שלח לנו הודעה",
      "contact_h2_3": "פרטי התקשרות",
      "contact_h2_4": "בואו לבקר אותנו",
      "contact_h2_5": "שאלות נפוצות",
      "contact_h2_6": "מוכנים להתחיל?",
      "contact_h3_7": "נשמח לעזור לך למצוא את הציוד המושלם ולענות על כל שאלה",
      "contact_h3_8": "טלפון",
      "contact_h3_9": "אימייל",
      "contact_p_18": "Happily created by&nbsp;Zappy",
      "contact_p_19": "הצוות המקצועי של מרכז הטניס הישראלי כאן כדי לעזור לך. בין אם אתה מחפש ייעוץ על בחירת ציוד טניס מקצועי, מעוניין למצוא מחבטי טניס לילדים מתחילים, או פשוט רוצה לשאול שאלות על השירותים שלנו - אנחנו זמינים עבורך.",
      "contact_p_20": "כחנות ציוד טניס בישראל המובילה, אנו מחויבים לספק שירות אישי ומקצועי. צור איתנו קשר בכל דרך שנוחה לך, ונשמח לסייע.",
      "contact_p_21": "[business_phone]",
      "contact_p_22": "[business_email]",
      "contact_p_23": "[business_address]",
      "contact_p_24": "ראשון - חמישי: 09:00 - 19:00",
      "contact_p_25": "שישי: 09:00 - 14:00",
      "contact_p_26": "אנו מזמינים אתכם לבקר במרכז הטניס הישראלי ולחוות בעצמכם את השילוב הייחודי של מסורת קלאסית ושירות מודרני. בחנות שלנו תוכלו:",
      "contact_p_27": "אנו ממליצים לתאם פגישה מראש, במיוחד אם אתם מעוניינים בייעוץ מעמיק או בשירות מיתור. כך נוכל להקדיש לכם את מלוא תשומת הלב.",
      "contact_p_28": "בהחלט! אנו מעודדים לקוחות לנסות מחבטים שונים לפני הרכישה. יש לנו מגוון מחבטי ניסיון זמינים, ואנו יכולים לארגן ניסיון במגרש במידת הצורך.",
      "contact_p_29": "שירות המיתור הרגיל שלנו לוקח 24-48 שעות. אנו מציעים גם שירות אקספרס שלוקח עד 4 שעות עבור מקרים דחופים (בכפוף לזמינות).",
      "contact_p_30": "הצוות המומחה שלנו יעזור לכם לבחור את המחבט המתאים בהתאם לגיל, גובה ורמת המיומנות של הילד. אנו ממליצים לבוא לחנות עם הילד למדידה והתאמה מדויקת.",
      "contact_p_31": "כל המוצרים שלנו מגיעים עם אחריות מלאה של היצרן. בנוסף, אנו מספקים תמיכה טכנית ושירות לאורך כל חיי המוצר.",
      "contact_p_32": "כן, אנו מציעים מחירים מיוחדים לרכישות קבוצתיות, מועדונים ובתי ספר לטניס. צרו קשר לפרטים נוספים.",
      "contact_p_33": "אנו מאפשרים החזרה או החלפה של מוצרים שלא נפתחו תוך 14 יום מיום הרכישה. מוצרים שנפתחו או שומרו ניתנים להחלפה בכפוף לתנאים מסוימים.",
      "contact_p_34": "הצוות של מרכז הטניס הישראלי ממתין לעזור לך למצוא את הציוד המושלם. צור קשר עכשיו או בוא לבקר אותנו בחנות.",
      "contact_p_35": "© 2026 מרכז הטניס הישראלי. כל הזכויות שמורות.",
      "contact_p_36": "נוצר באמצעות&nbsp;Zappy",
      "home_link_47": "Zappy",
      "home_link_48": "התחל את המסע שלך",
      "home_link_49": "צור קשר עכשיו",
      "home_link_50": "\n              מדיניות פרטיות\n",
      "home_link_51": "\n              נגישות\n",
      "home_link_52": "\n              תנאי שימוש\n",
      "home_link_53": "Zappy",
      "new_span_162": "מדריכים",
      "new_span_166": "טיפים",
      "new_span_170": "מקצועי",
      "new_span_181": "שתף ב:",
      "new_span_183": "📅 15 באוקטובר 2023",
      "new_span_184": "⏱️ 4 דקות קריאה",
      "new_span_198": "שתף ב:",
      "new_span_205": "שתף ב:",
      "new_span_207": "📅 22 באוקטובר 2023",
      "new_span_208": "⏱️ 5 דקות קריאה",
      "new_span_222": "שתף ב:",
      "new_span_229": "שתף ב:",
      "new_span_231": "📅 29 באוקטובר 2023",
      "new_span_232": "⏱️ 6 דקות קריאה",
      "new_span_245": "שתף ב:",
      "new_span_260": "📅 פורסם: 25 במאי 2024",
      "new_span_261": "⏱️ זמן קריאה: 5 דקות",
      "privacy_h1_1": "מדיניות פרטיות",
      "privacy_h2_2": "1. איסוף מידע",
      "privacy_h2_3": "2. שימוש במידע",
      "privacy_h2_4": "3. שיתוף מידע",
      "privacy_h2_5": "4. זכויות המשתמש",
      "privacy_h2_6": "5. עוגיות (Cookies)",
      "privacy_h2_7": "6. אבטחת מידע",
      "privacy_h2_8": "7. שינויים במדיניות",
      "privacy_h2_9": "8. יצירת קשר",
      "privacy_p_10": "\n            מרכז הטניס הישראלי (\"החברה\", \"אנו\", \"שלנו\") מחויבת להגן על פרטיותכם. מדיניות פרטיות זו מסבירה כיצד אנו אוספים, \n            משתמשים ומגינים על המידע שלכם בעת השימוש באתר www.company.com (\"השירות\").\n",
      "privacy_p_11": "אנו עשויים לאסוף את סוגי המידע הבאים:",
      "privacy_p_12": "אנו משתמשים במידע שנאסף למטרות הבאות:",
      "privacy_p_13": "אנו לא נמכור, נחכיר או נשתף את המידע האישי שלכם עם צדדים שלישיים, למעט במקרים הבאים:",
      "privacy_p_14": "בהתאם לחוק הגנת הפרטיות התשמ\"א-1981, יש לכם הזכויות הבאות:",
      "privacy_p_15": "\n            אתרנו משתמש בעוגיות לשיפור חוויית השימוש. ניתן לנהל את העוגיות דרך הגדרות הדפדפן שלכם. \n            השבתת עוגיות עלולה להשפיע על פונקציונליות האתר.\n",
      "privacy_p_16": "\n            אנו נוקטים באמצעי אבטחה סבירים להגנה על המידע שלכם, כולל הצפנה, חומות אש ובקרת גישה מוגבלת. \n            עם זאת, אף שיטת העברה או אחסון אינה בטוחה ב-100%.\n",
      "privacy_p_17": "\n            אנו עשויים לעדכן מדיניות פרטיות זו מעת לעת. שינויים מהותיים יפורסמו באתר עם הודעה מוקדמת של 30 יום.\n",
      "privacy_p_18": "לשאלות או בקשות בנוגע למדיניות פרטיות זו, ניתן לפנות אלינו:",
      "privacy_p_19": "<strong>רשם מאגרי המידע:</strong> לתלונות ניתן לפנות לרשם מאגרי המידע במשרד המשפטים",
      "privacy_p_20": "© 2026 מרכז הטניס הישראלי. כל הזכויות שמורות.",
      "privacy_p_21": "נוצר באמצעות&nbsp;Zappy",
      "terms_alt_58": "מרכז הטניס הישראלי",
      "terms_nav_55": "שירותים",
      "terms_nav_56": "אודות",
      "terms_nav_57": "צור קשר",
      "about_link_57": "Zappy",
      "about_link_58": "צור קשר",
      "about_link_59": "\n              מדיניות פרטיות\n",
      "about_link_60": "\n              נגישות\n",
      "about_link_61": "\n              תנאי שימוש\n",
      "about_link_62": "Zappy",
      "contact_h3_10": "כתובת",
      "contact_h3_11": "שעות פעילות",
      "contact_h3_12": "האם אפשר לנסות מחבטים לפני הרכישה?",
      "contact_h3_13": "כמה זמן לוקח שירות מיתור?",
      "contact_h3_14": "איך אני יודע איזה מחבט מתאים לילד שלי?",
      "contact_h3_15": "האם יש אחריות על הציוד?",
      "contact_h3_16": "האם אתם מציעים הנחות לקבוצות או מועדונים?",
      "contact_h3_17": "מה המדיניות של החזרות והחלפות?",
      "contact_li_52": "<i class=\"fas fa-check\"></i> לראות ולמגע את מגוון הציוד הרחב שלנו",
      "contact_li_53": "<i class=\"fas fa-check\"></i> לקבל ייעוץ אישי ומקצועי מהצוות המנוסה",
      "contact_li_54": "<i class=\"fas fa-check\"></i> לנסות מחבטים שונים ולמצוא את המתאים ביותר",
      "contact_li_55": "<i class=\"fas fa-check\"></i> לראות את שירות המיתור המקצועי בפעולה",
      "contact_li_56": "<i class=\"fas fa-check\"></i> להתייעץ על התאמת ציוד לילדים",
      "contact_li_57": "<i class=\"fas fa-check\"></i> לקבל טיפים מקצועיים לשיפור המשחק",
      "privacy_li_27": "מידע אישי: שם, כתובת אימייל, מספר טלפון וכתובת בדיקה חדשה",
      "privacy_li_28": "<strong>מידע טכני:</strong> כתובת IP, סוג דפדפן, מערכת הפעלה ונתוני שימוש באתר",
      "privacy_li_29": "עוגיות: מידע הנשמר במחשבכם לשיפור חוויית השימוש בדיקה",
      "privacy_li_30": "מתן השירותים המבוקשים מאור ניסוי",
      "privacy_li_31": "שיפור השירות וחוויית המשתמש בדיקה",
      "privacy_li_32": "יצירת קשר עמכם בנוגע לשירותינו",
      "privacy_li_33": "עמידה בדרישות חוקיות",
      "privacy_li_34": "בהסכמתכם המפורשת",
      "privacy_li_35": "כאשר נדרש על פי חוק",
      "privacy_li_36": "להגנה על זכויותינו או בטחון משתמשינו",
      "privacy_li_37": "עם ספקי שירות המסייעים בהפעלת השירות (תחת הסכמי סודיות)",
      "privacy_li_38": "זכות עיון במידע האישי השמור עליכם",
      "privacy_li_39": "זכות לתיקון מידע שגוי או לא מדויק",
      "privacy_li_40": "זכות למחיקת מידע אישי בנסיבות מסוימות",
      "privacy_li_41": "זכות להתנגד לעיבוד מידע למטרות שיווק",
      "privacy_li_42": "זכות להגשת תלונה לרשם מאגרי המידע",
      "privacy_li_43": "<strong>חברה:</strong> מרכז הטניס הישראלי",
      "privacy_li_44": "<strong>אימייל:</strong> <a href=\"mailto:info@company.com\" data-i18n=\"privacy_link_22\">info@company.com</a>",
      "privacy_li_45": "<strong>טלפון:</strong> <a href=\"tel:03-1234567\">03-1234567</a>",
      "privacy_li_46": "<strong>כתובת:</strong> כתובת החברה, ישראל",
      "services_h1_1": "השירותים המקצועיים של מרכז הטניס הישראלי",
      "services_h2_2": "השירותים העיקריים שלנו",
      "services_h2_3": "מיתור מחבטים מקצועי",
      "services_h2_4": "מיתור מחבטים מקצועי",
      "services_h2_5": "התאמת ציוד לילדים ונוער",
      "services_h2_6": "התאמת ציוד לילדים ונוער",
      "services_h2_7": "ייעוץ מקצועי וניתוח משחק",
      "services_h2_8": "ייעוץ מקצועי וניתוח משחק",
      "services_h2_9": "שירותים נוספים",
      "services_p_35": "Happily created by&nbsp;Zappy",
      "services_p_36": "מרכז הטניס הישראלי מציע מגוון רחב של שירותים מקצועיים המותאמים לצרכים הייחודיים של כל שחקן. בין אם אתם שחקני טניס נלהבים המחפשים ציוד טניס מקצועי ברמה הגבוהה ביותר, או הורים המעוניינים למצוא מחבטי טניס לילדים מתחילים - אנחנו כאן כדי לעזור.",
      "services_p_37": "כחנות ציוד טניס בישראל המובילה, אנו משלבים מסורת קלאסית עם שירות מודרני ומקצועי. הצוות המנוסה שלנו מביא שנים של ניסיון בתחום הטניס ומתמחה בהתאמה אישית של ציוד ופתרונות לכל רמת משחק.",
      "services_p_38": "שירות המיתור שלנו הוא אחד המקצועיים והמדויקים ביותר בישראל. אנו משתמשים במכונות מיתור מתקדמות ובמיתרים איכותיים מהמותגים המובילים בעולם. הטכנאים המוסמכים שלנו עוברים הכשרה מתמדת ומתעדכנים בטכנולוגיות החדשות ביותר.",
      "services_p_39": "שירות המיתור שלנו הוא אחד המקצועיים והמדויקים ביותר בישראל. אנו משתמשים במכונות מיתור מתקדמות ובמיתרים איכותיים מהמותגים המובילים בעולם. הטכנאים המוסמכים שלנו עוברים הכשרה מתמדת ומתעדכנים בטכנולוגיות החדשות ביותר.",
      "services_p_40": "אנו מתמחים במחבטי טניס לילדים מתחילים ומבינים את החשיבות של בחירת הציוד הנכון לגיל ולשלב ההתפתחות. מחבט שאינו מתאים יכול לפגוע בטכניקה ולהוביל לפציעות, בעוד שמחבט נכון יעזור לילד לפתח בסיס חזק למשחק עתידי.",
      "services_p_41": "אנו מתמחים במחבטי טניס לילדים מתחילים ומבינים את החשיבות של בחירת הציוד הנכון לגיל ולשלב ההתפתחות. מחבט שאינו מתאים יכול לפגוע בטכניקה ולהוביל לפציעות, בעוד שמחבט נכון יעזור לילד לפתח בסיס חזק למשחק עתידי.",
      "services_p_42": "שירות הייעוץ המקצועי שלנו מיועד לשחקני טניס נלהבים המעוניינים לשפר את המשחק שלהם באמצעות ציוד טניס מקצועי מותאם אישית. הצוות שלנו כולל שחקנים לשעבר ומאמנים מוסמכים שמבינים את הניואנסים הטכניים של המשחק.",
      "services_p_43": "שירות הייעוץ המקצועי שלנו מיועד לשחקני טניס נלהבים המעוניינים לשפר את המשחק שלהם באמצעות ציוד טניס מקצועי מותאם אישית. הצוות שלנו כולל שחקנים לשעבר ומאמנים מוסמכים שמבינים את הניואנסים הטכניים של המשחק.",
      "services_p_44": "שירותי תיקון מקצועיים למחבטים פגומים - החלפת גריפ, תיקון מסגרות, החלפת בולמי זעזועים ועוד. אנו מחזירים למחבט הישן שלכם את התחושה החדשה.",
      "services_p_45": "חבילות ציוד מושלמות למתחילים - כולל מחבט, תיק, כדורים, גריפ נוסף ואביזרים נלווים. מחיר מיוחד לחבילות מלאות שמכסות את כל הצרכים הבסיסיים.",
      "services_p_46": "סדנאות מקצועיות על בחירת ציוד, תחזוקת מחבטים, הבנת מיתרים ועוד. ימי הדרכה מיוחדים להורים ושחקנים צעירים על כל ההיבטים הטכניים של הציוד.",
      "services_p_47": "תוכנית מיוחדת להורים - החלפת מחבטים במחיר מוזל כשהילד גדל ודורש גודל חדש. מבטיחה שהילד תמיד ישחק עם הציוד המתאים ביותר לגילו.",
      "services_p_48": "פגישה אישית להבנת הצרכים, רמת המשחק ויעדים. ניתוח מעמיק של סגנון המשחק והציוד הקיים.",
      "services_p_49": "הצוות שלנו מציע מספר אפשרויות מותאמות אישית, עם הסבר מפורט על היתרונות של כל אפשרות.",
      "services_p_50": "אפשרות לנסות את הציוד המומלץ, עם התאמות עדינות לפי התחושה והנוחות האישית.",
      "services_p_51": "מעקב אחרי הרכישה, תמיכה טכנית מתמשכת ועדכונים על מוצרים חדשים שעשויים להתאים לכם.",
      "services_p_52": "צוות עם שנים של ניסיון בתחום הטניס המקצועי, כולל שחקנים ומאמנים לשעבר",
      "services_p_53": "רק מוצרים מהמותגים המובילים בעולם, עם אחריות מלאה של היצרן",
      "services_p_54": "התייחסות אישית לכל לקוח, עם הקדשת זמן להבנת הצרכים הייחודיים",
      "services_p_55": "מחירים תחרותיים ושקופים, עם מבצעים מיוחדים לחבילות ולקוחות קבועים",
      "services_p_56": "שעות פתיחה נוחות, אפשרות לתיאום פגישות מחוץ לשעות הפעילות הרגילות",
      "services_p_57": "מערכת יחסים ארוכת טווח עם הלקוחות, עם מעקב אחר התפתחות וצרכים משתנים",
      "services_p_58": "\"מרכז הטניס הישראלי עזר לי למצוא את המחבט המושלם. הייעוץ המקצועי ושירות המיתור הפכו את המשחק שלי לרמה אחרת לגמרי. ממליץ בחום!\"",
      "services_p_59": "\"כהורה לילד מוכשר בטניס, חיפשתי מקום שיבין את הצרכים המיוחדים. הצוות כאן מקצועי ואכפתי, והם עזרו לבני למצוא את הציוד המתאים בדיוק לגילו ולרמתו.\"",
      "services_p_60": "\"השירות כאן הוא ברמה אחרת. מיתור מקצועי, ייעוץ אישי ותשומת לב לפרטים הקטנים. זה לא סתם חנות ציוד - זה מקום שבו מבינים טניס באמת.\"",
      "services_p_61": "צרו קשר עכשיו לקביעת פגישת ייעוץ אישית. הצוות המקצועי שלנו ישמח לעזור לכם למצוא את הפתרון המושלם לצרכים שלכם.",
      "services_p_62": "© 2026 מרכז הטניס הישראלי. כל הזכויות שמורות.",
      "services_p_63": "נוצר באמצעות&nbsp;Zappy",
      "terms_link_27": "info@company.com",
      "terms_link_28": "\n              מדיניות פרטיות\n",
      "terms_link_29": "\n              נגישות\n",
      "terms_link_30": "\n              תנאי שימוש\n",
      "terms_link_31": "Zappy",
      "contact_alt_65": "מרכז הטניס הישראלי",
      "contact_alt_66": "חנות מרכז הטניס הישראלי - פנים החנות",
      "contact_btn_46": "שלח הודעה",
      "contact_nav_58": "שירותים",
      "contact_nav_59": "אודות",
      "contact_nav_60": "צור קשר",
      "privacy_alt_50": "מרכז הטניס הישראלי",
      "privacy_nav_47": "שירותים",
      "privacy_nav_48": "אודות",
      "privacy_nav_49": "צור קשר",
      "services_h2_10": "תהליך השירות שלנו",
      "services_h2_11": "היתרונות של השירותים שלנו",
      "services_h2_12": "מה הלקוחות שלנו אומרים",
      "services_h2_13": "מעוניינים בשירותים שלנו?",
      "services_h3_14": "פתרונות מקיפים לכל שחקני הטניס - משחקנים מתחילים ועד מקצוענים",
      "services_h3_15": "מה כולל השירות:",
      "services_h3_16": "מה כולל השירות:",
      "services_h3_17": "תהליך ההתאמה שלנו:",
      "services_h3_18": "תהליך ההתאמה שלנו:",
      "services_h3_19": "השירות כולל:",
      "services_h3_20": "השירות כולל:",
      "services_h3_21": "תיקון וחידוש מחבטים",
      "services_h3_22": "חבילות ציוד מלאות",
      "services_h3_23": "סדנאות וימי הדרכה",
      "services_h3_24": "תוכנית החלפה לילדים",
      "services_h3_25": "ייעוץ ראשוני",
      "services_h3_26": "המלצה מקצועית",
      "services_h3_27": "ניסיון והתאמה",
      "services_h3_28": "מעקב ותמיכה",
      "services_h3_29": "מומחיות מוכחת",
      "services_h3_30": "ציוד איכותי",
      "services_h3_31": "שירות אישי",
      "services_h3_32": "מחירים הוגנים",
      "services_h3_33": "זמינות ונגישות",
      "services_h3_34": "מעקב לאורך זמן",
      "services_li_73": "<strong>התאמה אישית של מתח המיתרים</strong> - לפי סגנון המשחק, רמת השחקן וסוג המחבט",
      "services_li_74": "<strong>מגוון רחב של מיתרים</strong> - מיתרים פוליאסטר לשחקנים תוקפניים, ניילון לנוחות ובקרה, ומיתרים היברידיים לשילוב מושלם",
      "services_li_75": "<strong>בדיקת מצב המחבט</strong> - לפני המיתור אנו בודקים את מצב המסגרת ומתריעים על בעיות פוטנציאליות",
      "services_li_76": "<strong>שירות מהיר</strong> - מיתור תוך 24-48 שעות, עם אפשרות לשירות אקספרס",
      "services_li_77": "<strong>אחריות על העבודה</strong> - אחריות מלאה על איכות המיתור והעבודה",
      "services_li_78": "<strong>התאמה אישית של מתח המיתרים</strong> - לפי סגנון המשחק, רמת השחקן וסוג המחבט",
      "services_li_79": "<strong>מגוון רחב של מיתרים</strong> - מיתרים פוליאסטר לשחקנים תוקפניים, ניילון לנוחות ובקרה, ומיתרים היברידיים לשילוב מושלם",
      "services_li_80": "<strong>בדיקת מצב המחבט</strong> - לפני המיתור אנו בודקים את מצב המסגרת ומתריעים על בעיות פוטנציאליות",
      "services_li_81": "<strong>שירות מהיר</strong> - מיתור תוך 24-48 שעות, עם אפשרות לשירות אקספרס",
      "services_li_82": "<strong>אחריות על העבודה</strong> - אחריות מלאה על איכות המיתור והעבודה",
      "services_li_83": "<strong>מדידה מדויקת</strong> - גובה, משקל וכוח הילד נלקחים בחשבון",
      "services_li_84": "<strong>בחירת גודל מחבט</strong> - 19\", 21\", 23\", 25\" או 26\" בהתאם לגיל וגובה",
      "services_li_85": "<strong>התאמת משקל</strong> - מחבטים קלים במיוחד לילדים צעירים, עם הגדלה הדרגתית",
      "services_li_86": "<strong>בחירת גריפ</strong> - גודל גריפ מתאים למניעת פציעות ושיפור השליטה",
      "services_li_87": "<strong>ייעוץ לטווח ארוך</strong> - תכנון החלפת מחבטים לאורך תקופת ההתפתחות",
      "services_li_88": "<strong>מדידה מדויקת</strong> - גובה, משקל וכוח הילד נלקחים בחשבון",
      "services_li_89": "<strong>בחירת גודל מחבט</strong> - 19\", 21\", 23\", 25\" או 26\" בהתאם לגיל וגובה",
      "services_li_90": "<strong>התאמת משקל</strong> - מחבטים קלים במיוחד לילדים צעירים, עם הגדלה הדרגתית",
      "services_li_91": "<strong>בחירת גריפ</strong> - גודל גריפ מתאים למניעת פציעות ושיפור השליטה",
      "services_li_92": "<strong>ייעוץ לטווח ארוך</strong> - תכנון החלפת מחבטים לאורך תקופת ההתפתחות",
      "services_li_93": "<strong>ניתוח סגנון משחק</strong> - זיהוי החוזקות והחולשות במשחק שלך",
      "services_li_94": "<strong>המלצה על ציוד</strong> - מחבטים, מיתרים, נעליים ואביזרים המתאימים לסגנון שלך",
      "services_li_95": "<strong>תכנית שדרוג</strong> - המלצות לשיפור הציוד בהתאם להתקדמות",
      "services_li_96": "<strong>ניסוי מחבטים</strong> - אפשרות לנסות מחבטים שונים לפני הרכישה",
      "services_li_97": "<strong>התאמת נעליים</strong> - בחירת נעליים מתאימות לסוג המגרש שבו אתם משחקים",
      "services_li_98": "<strong>ניתוח סגנון משחק</strong> - זיהוי החוזקות והחולשות במשחק שלך",
      "services_li_99": "<strong>המלצה על ציוד</strong> - מחבטים, מיתרים, נעליים ואביזרים המתאימים לסגנון שלך",
      "contact_link_37": "Zappy",
      "contact_link_38": "[business_phone]",
      "contact_link_39": "[business_email]",
      "contact_link_40": "התקשר עכשיו",
      "contact_link_41": "שלח WhatsApp",
      "contact_link_42": "\n              מדיניות פרטיות\n",
      "contact_link_43": "\n              נגישות\n",
      "contact_link_44": "\n              תנאי שימוש\n",
      "contact_link_45": "Zappy",
      "home_page_title": "מרכז הטניס המוביל בישראל — מרכז הטניס הישראלי",
      "privacy_link_22": "info@company.com",
      "privacy_link_23": "\n              מדיניות פרטיות\n",
      "privacy_link_24": "\n              נגישות\n",
      "privacy_link_25": "\n              תנאי שימוש\n",
      "privacy_link_26": "Zappy",
      "services_li_100": "<strong>תכנית שדרוג</strong> - המלצות לשיפור הציוד בהתאם להתקדמות",
      "services_li_101": "<strong>ניסוי מחבטים</strong> - אפשרות לנסות מחבטים שונים לפני הרכישה",
      "services_li_102": "<strong>התאמת נעליים</strong> - בחירת נעליים מתאימות לסוג המגרש שבו אתם משחקים",
      "about_page_title": "אודות מרכז הטניס הישראלי — המורשת והערכים שלנו",
      "contact_label_47": "שם מלא <span class=\"required\">*</span>",
      "contact_label_48": "אימייל <span class=\"required\">*</span>",
      "contact_label_49": "טלפון <span class=\"required\">*</span>",
      "contact_label_50": "נושא הפנייה",
      "contact_label_51": "הודעה",
      "legal_terms_h1_1": "תנאי שימוש",
      "legal_terms_h2_2": "1. הגדרות",
      "legal_terms_h2_3": "2. תיאור השירותים",
      "legal_terms_h2_4": "3. תנאי השימוש",
      "legal_terms_h2_5": "4. חובות המשתמש",
      "legal_terms_h2_6": "5. מדיניות תשלומים והחזרים",
      "legal_terms_h2_7": "6. הגבלת אחריות",
      "legal_terms_h2_8": "7. זכויות יוצרים וקניין רוחני",
      "legal_terms_h2_9": "8. פרטיות",
      "legal_terms_p_15": "[business_name] מספקת שירותים כלליים דרך האתר. השירותים כפופים לתנאים המפורטים במסמך זה \n            ועשויים להשתנות מעת לעת.",
      "legal_terms_p_16": "השימוש באתר מותנה בעמידה בתנאים הבאים:",
      "legal_terms_p_17": "במידה והשירותים כוללים תשלום:",
      "legal_terms_p_18": "השירותים ניתנים \"כפי שהם\" ללא אחריות מכל סוג. החברה לא תהיה אחראית לנזקים עקיפים, \n            תוצאתיים או מיוחדים הנובעים משימוש באתר, למעט במקרים בהם החוק קובע אחרת.",
      "legal_terms_p_19": "כל התכנים באתר, כולל טקסטים, תמונות, עיצוב וקוד, מוגנים בזכויות יוצרים השייכות ל[business_name]. \n            אסור לשכפל, להפיץ או לעשות שימוש מסחרי בתכנים ללא אישור בכתב.",
      "legal_terms_p_20": "איסוף ושימוש במידע אישי כפופים למדיניות הפרטיות שלנו. השימוש באתר מהווה הסכמה \n            למדיניות הפרטיות כפי שמפורט בנפרד.",
      "legal_terms_p_21": "החברה רשאית לשנות תנאי שימוש אלה בכל עת. שינויים מהותיים יפורסמו באתר עם הודעה מוקדמת \n            של 30 יום. המשך השימוש לאחר השינוי מהווה הסכמה לתנאים החדשים.",
      "legal_terms_p_22": "החברה רשאית להפסיק או להגביל את השירות בכל עת, לרבות במקרה של הפרת תנאי השימוש. \n            במקרה של סיום השירות, יישמרו הוראות הסעיפים הרלוונטיים.",
      "legal_terms_p_23": "תנאי שימוש אלה כפופים לחוקי מדינת ישראל. כל סכסוך יידון בבתי המשפט המוסמכים בישראל, \n            תוך מתן עדיפות לבוררות או גישור במידת האפשר.",
      "legal_terms_p_24": "לשאלות או הבהרות בנוגע לתנאי השימוש:",
      "services_alt_106": "מרכז הטניס הישראלי",
      "services_alt_107": "מיתור מחבטי טניס מקצועי במרכז הטניס הישראלי",
      "services_alt_108": "מיתור מחבטי טניס מקצועי במרכז הטניס הישראלי",
      "services_alt_109": "התאמת מחבטי טניס לילדים מתחילים",
      "services_alt_110": "התאמת מחבטי טניס לילדים מתחילים",
      "services_alt_111": "ייעוץ מקצועי לבחירת ציוד טניס",
      "services_alt_112": "ייעוץ מקצועי לבחירת ציוד טניס",
      "services_link_67": "Zappy",
      "services_link_68": "צור קשר",
      "services_link_69": "\n              מדיניות פרטיות\n",
      "services_link_70": "\n              נגישות\n",
      "services_link_71": "\n              תנאי שימוש\n",
      "services_link_72": "Zappy",
      "services_nav_103": "שירותים",
      "services_nav_104": "אודות",
      "services_nav_105": "צור קשר",
      "services_span_64": "שחקן טניס תחרותי",
      "services_span_65": "אמא לשחקן צעיר",
      "services_span_66": "שחקן ותיק",
      "terms_page_title": "תנאי שימוש",
      "accessibility_p_9": "\n            מרכז הטניס הישראלי מחויבת להנגיש את השירותים לכלל הציבור. אנו פועלים ליישם את הנחיות התקן הישראלי \n            (ת\"י 5568) המבוסס על הנחיות WCAG 2.1 ברמת AA.\n",
      "legal_terms_h2_10": "9. שינוי תנאי השימוש",
      "legal_terms_h2_11": "10. סיום השירות",
      "legal_terms_h2_12": "11. דין חל ויישוב סכסוכים",
      "legal_terms_h2_13": "12. הוראות כלליות",
      "legal_terms_h2_14": "13. פרטי יצירת קשר",
      "legal_terms_li_28": "\"החברה\" - [business_name]",
      "legal_terms_li_29": "\"המשתמש\" - כל מי שגולש או משתמש באתר",
      "legal_terms_li_30": "\"השירותים\" - שירותים כלליים הניתנים דרך האתר",
      "legal_terms_li_31": "השימוש באתר למטרות חוקיות בלבד",
      "legal_terms_li_32": "אי-הפרעה לפעילות האתר או משתמשים אחרים",
      "legal_terms_li_33": "אי-העלאת תוכן פוגעני, לא חוקי או מזיק",
      "legal_terms_li_34": "כיבוד זכויות יוצרים וקניין רוחני",
      "legal_terms_li_35": "אי-ביצוע פעולות שעלולות לפגוע באבטחת האתר",
      "legal_terms_li_36": "מתן מידע נכון ומדויק בעת הרשמה או הזמנה",
      "legal_terms_li_37": "שמירה על סודיות פרטי הגישה לחשבון",
      "legal_terms_li_38": "הודעה מיידית על כל שימוש לא מורשה בחשבון",
      "legal_terms_li_39": "עדכון מידע אישי במידת הצורך",
      "legal_terms_li_40": "התשלומים מבוצעים דרך מערכות בטוחות ומוצפנות",
      "legal_terms_li_41": "המחירים כוללים מע\"ם כנדרש בחוק",
      "legal_terms_li_42": "זכות ביטול עסקה תעמוד בהתאם לחוק הגנת הצרכן",
      "legal_terms_li_43": "החזרים יבוצעו תוך 14 ימי עסקים מאישור הביטול",
      "legal_terms_li_44": "אם חלק מהתנאים יוכרז כבלתי תקף, יישארו שאר התנאים בתוקף",
      "legal_terms_li_45": "אי-אכיפה של זכות לא תחשב כוויתור עליה",
      "legal_terms_li_46": "תנאי השימוש מהווים את מלוא ההסכם בין הצדדים",
      "legal_terms_li_47": "חברה: [business_name]",
      "legal_terms_li_48": "אימייל: [business_email]",
      "legal_terms_li_49": "טלפון: [business_phone]",
      "legal_terms_li_50": "כתובת: [business_address]",
      "accessibility_h1_1": "הצהרת נגישות",
      "accessibility_h2_2": "1. מדיניות הנגישות",
      "accessibility_h2_3": "2. הסדרי הנגישות באתר",
      "accessibility_h2_4": "3. טכנולוגיות מסייעות נתמכות",
      "accessibility_h2_5": "4. בדיקות נגישות",
      "accessibility_h2_6": "5. שיפורים מתמשכים",
      "accessibility_h2_7": "6. יצירת קשר ומשוב",
      "accessibility_h3_8": "תאימות לתקן WCAG 2.1",
      "accessibility_p_10": "\n            אנו מאמינים בשוויון זכויות ובזכותו של כל אדם לקבל מידע ושירותים בצורה עצמאית ושוויונית. \n            אתר זה תוכנן ונבנה תוך מתן דגש מיוחד על נגישות לאנשים עם מוגבלויות.\n",
      "accessibility_p_11": "האתר תואם לרמת AA של תקן WCAG 2.1, הכולל:",
      "accessibility_p_12": "האתר נבדק באמצעות:",
      "accessibility_p_13": "\n            אנו עובדים באופן מתמשך לשיפור נגישות האתר ומעדכנים אותו בהתאם להתפתחויות טכנולוגיות ולמשוב מהמשתמשים.\n",
      "accessibility_p_14": "אם נתקלתם בבעיית נגישות באתר או זקוקים לסיוע, אנא פנו אלינו:",
      "accessibility_p_15": "\n                <strong>זמני מענה:</strong> נענה לפניות בנושא נגישות תוך 3 ימי עסקים ונפעל לפתרון תוך 10 ימי עסקים.\n",
      "accessibility_p_16": "\n                <strong>תלונות:</strong> ניתן להגיש תלונה למשרד המשפטים - הנציבות לשוויון זכויות לאנשים עם מוגבלות\n",
      "accessibility_p_17": "© 2026 מרכז הטניס הישראלי. כל הזכויות שמורות.",
      "accessibility_p_18": "נוצר באמצעות&nbsp;Zappy",
      "contact_page_title": "צור קשר עם מרכז הטניס הישראלי — נשמח לעזור",
      "legal_privacy_h1_1": "מדיניות פרטיות",
      "legal_privacy_h2_2": "1. איסוף מידע",
      "legal_privacy_h2_3": "2. שימוש במידע",
      "legal_privacy_h2_4": "3. שיתוף מידע",
      "legal_privacy_h2_5": "4. זכויות המשתמש",
      "legal_privacy_h2_6": "5. עוגיות (Cookies)",
      "legal_privacy_h2_7": "6. אבטחת מידע",
      "legal_privacy_h2_8": "7. שינויים במדיניות",
      "legal_privacy_h2_9": "8. יצירת קשר",
      "legal_privacy_p_10": "[business_name] (\"החברה\", \"אנו\", \"שלנו\") מחויבת להגן על פרטיותכם. מדיניות פרטיות זו מסבירה כיצד אנו אוספים, \n            משתמשים ומגינים על המידע שלכם בעת השימוש באתר www.company.com (\"השירות\").",
      "legal_privacy_p_11": "אנו עשויים לאסוף את סוגי המידע הבאים:",
      "legal_privacy_p_12": "אנו משתמשים במידע שנאסף למטרות הבאות:",
      "legal_privacy_p_13": "אנו לא נמכור, נחכיר או נשתף את המידע האישי שלכם עם צדדים שלישיים, למעט במקרים הבאים:",
      "legal_privacy_p_14": "בהתאם לחוק הגנת הפרטיות התשמ\"א-1981, יש לכם הזכויות הבאות:",
      "legal_privacy_p_15": "אתרנו משתמש בעוגיות לשיפור חוויית השימוש. ניתן לנהל את העוגיות דרך הגדרות הדפדפן שלכם. \n            השבתת עוגיות עלולה להשפיע על פונקציונליות האתר.",
      "legal_privacy_p_16": "אנו נוקטים באמצעי אבטחה סבירים להגנה על המידע שלכם, כולל הצפנה, חומות אש ובקרת גישה מוגבלת. \n            עם זאת, אף שיטת העברה או אחסון אינה בטוחה ב-100%.",
      "legal_privacy_p_17": "אנו עשויים לעדכן מדיניות פרטיות זו מעת לעת. שינויים מהותיים יפורסמו באתר עם הודעה מוקדמת של 30 יום.",
      "legal_privacy_p_18": "לשאלות או בקשות בנוגע למדיניות פרטיות זו, ניתן לפנות אלינו:",
      "legal_privacy_p_19": "רשם מאגרי המידע: לתלונות ניתן לפנות לרשם מאגרי המידע במשרד המשפטים",
      "privacy_page_title": "מדיניות פרטיות",
      "accessibility_li_24": "תמיכה בניווט באמצעות מקלדת",
      "accessibility_li_25": "תמיכה בקוראי מסך",
      "accessibility_li_26": "ניגודיות צבעים מתאימה",
      "accessibility_li_27": "גדלי פונט גמישים וניתנים להגדלה",
      "accessibility_li_28": "תיאורי תמונות (Alt text) מפורטים",
      "accessibility_li_29": "כותרות מובנות היררכית",
      "accessibility_li_30": "קישורים תיאוריים וברורים",
      "accessibility_li_31": "תמיכה בזום עד 200% ללא אובדן תוכן",
      "accessibility_li_32": "<strong>נתפס (Perceivable):</strong> המידע מוצג בדרכים שמשתמשים יכולים לתפוס",
      "accessibility_li_33": "<strong>פעיל (Operable):</strong> רכיבי הממשק ניתנים להפעלה",
      "accessibility_li_34": "<strong>מובן (Understandable):</strong> המידע וממשק המשתמש מובנים",
      "accessibility_li_35": "<strong>חזק (Robust):</strong> התוכן יכול להיות מפוענח על ידי מגוון טכנולוגיות",
      "accessibility_li_36": "NVDA (Windows)",
      "accessibility_li_37": "JAWS (Windows)",
      "accessibility_li_38": "VoiceOver (Mac/iOS)",
      "accessibility_li_39": "TalkBack (Android)",
      "accessibility_li_40": "Dragon NaturallySpeaking",
      "accessibility_li_41": "Switch navigation",
      "accessibility_li_42": "כלים אוטומטיים לבדיקת נגישות",
      "accessibility_li_43": "בדיקות ידניות עם קוראי מסך",
      "accessibility_li_44": "ניווט באמצעות מקלדת בלבד",
      "accessibility_li_45": "בדיקת ניגודיות צבעים",
      "accessibility_li_46": "בדיקה עם משתמשים עם מוגבלויות",
      "accessibility_li_47": "<strong>חברה:</strong> מרכז הטניס הישראלי",
      "accessibility_li_48": "<strong>אימייל:</strong> <a href=\"mailto:info@company.com\" data-i18n=\"accessibility_link_19\">info@company.com</a>",
      "accessibility_li_49": "<strong>טלפון:</strong> <a href=\"tel:03-1234567\">03-1234567</a>",
      "legal_privacy_li_23": "מידע אישי: שם, כתובת אימייל, מספר טלפון וכתובת",
      "legal_privacy_li_24": "מידע טכני: כתובת IP, סוג דפדפן, מערכת הפעלה ונתוני שימוש באתר",
      "legal_privacy_li_25": "עוגיות: מידע הנשמר במחשבכם לשיפור חוויית השימוש",
      "legal_privacy_li_26": "מתן השירותים המבוקשים",
      "legal_privacy_li_27": "מידע אישי: שם, כתובת אימייל, מספר טלפון וכתובת בדיקה חדשה",
      "legal_privacy_li_28": "יצירת קשר עמכם בנוגע לשירותינו",
      "legal_privacy_li_29": "עוגיות: מידע הנשמר במחשבכם לשיפור חוויית השימוש בדיקה",
      "legal_privacy_li_30": "מתן השירותים המבוקשים מאור ניסוי",
      "legal_privacy_li_31": "שיפור השירות וחוויית המשתמש בדיקה",
      "legal_privacy_li_32": "להגנה על זכויותינו או בטחון משתמשינו",
      "legal_privacy_li_33": "עם ספקי שירות המסייעים בהפעלת השירות (תחת הסכמי סודיות)",
      "legal_privacy_li_34": "זכות עיון במידע האישי השמור עליכם",
      "legal_privacy_li_35": "זכות לתיקון מידע שגוי או לא מדויק",
      "legal_privacy_li_36": "זכות למחיקת מידע אישי בנסיבות מסוימות",
      "legal_privacy_li_37": "זכות להתנגד לעיבוד מידע למטרות שיווק",
      "legal_privacy_li_38": "זכות להגשת תלונה לרשם מאגרי המידע",
      "legal_privacy_li_39": "חברה: [business_name]",
      "legal_privacy_li_40": "אימייל: [business_email]",
      "legal_privacy_li_41": "טלפון: [business_phone]",
      "legal_privacy_li_42": "כתובת: [business_address]",
      "legal_terms_link_25": "[business_email]",
      "legal_terms_link_26": "[business_phone]",
      "legal_terms_link_27": "← חזרה לאתר",
      "services_page_title": "שירותי טניס מקצועיים — מרכז הטניס הישראלי",
      "accessibility_alt_53": "מרכז הטניס הישראלי",
      "accessibility_nav_50": "שירותים",
      "accessibility_nav_51": "אודות",
      "accessibility_nav_52": "צור קשר",
      "accessibility_link_19": "info@company.com",
      "accessibility_link_20": "\n              מדיניות פרטיות\n",
      "accessibility_link_21": "\n              נגישות\n",
      "accessibility_link_22": "\n              תנאי שימוש\n",
      "accessibility_link_23": "Zappy",
      "home_meta_description": "גלה את מרכז הטניס הישראלי המוביל המציע ציוד טניס מקצועי, מחבטי טניס לילדים מתחילים ושירותים מקצועיים לשחקני טניס מכל הרמות.",
      "legal_privacy_link_20": "[business_email]",
      "legal_privacy_link_21": "[business_phone]",
      "legal_privacy_link_22": "← חזרה לאתר",
      "about_meta_description": "הכירו את מרכז הטניס הישראלי - המורשת, הערכים והמחויבות שלנו לספק ציוד טניס מקצועי ושירות ללא פשרות לכל שחקני הטניס בישראל.",
      "contact_placeholder_61": "הזן את שמך המלא",
      "contact_placeholder_62": "your@email.com",
      "contact_placeholder_63": "05X-XXX-XXXX",
      "contact_placeholder_64": "ספר לנו כיצד נוכל לעזור לך...",
      "legal_terms_page_title": "תנאי שימוש - [business_name]",
      "terms_meta_description": "תנאי השימוש באתר - הזכויות והחובות של המשתמשים",
      "legal_accessibility_p_9": "[business_name] מחויבת להנגיש את השירותים לכלל הציבור. אנו פועלים ליישם את הנחיות התקן הישראלי \n            (ת\"י 5568) המבוסס על הנחיות WCAG 2.1 ברמת AA.",
      "accessibility_page_title": "הצהרת נגישות",
      "contact_meta_description": "צור קשר עם מרכז הטניס הישראלי - נשמח לעזור לך למצוא את ציוד הטניס המקצועי המושלם. פנה אלינו לייעוץ, שאלות או לקביעת פגישה.",
      "legal_accessibility_h1_1": "הצהרת נגישות",
      "legal_accessibility_h2_2": "1. מדיניות הנגישות",
      "legal_accessibility_h2_3": "2. הסדרי הנגישות באתר",
      "legal_accessibility_h2_4": "3. טכנולוגיות מסייעות נתמכות",
      "legal_accessibility_h2_5": "4. בדיקות נגישות",
      "legal_accessibility_h2_6": "5. שיפורים מתמשכים",
      "legal_accessibility_h2_7": "6. יצירת קשר ומשוב",
      "legal_accessibility_h3_8": "תאימות לתקן WCAG 2.1",
      "legal_accessibility_p_10": "אנו מאמינים בשוויון זכויות ובזכותו של כל אדם לקבל מידע ושירותים בצורה עצמאית ושוויונית. \n            אתר זה תוכנן ונבנה תוך מתן דגש מיוחד על נגישות לאנשים עם מוגבלויות.",
      "legal_accessibility_p_11": "האתר תואם לרמת AA של תקן WCAG 2.1, הכולל:",
      "legal_accessibility_p_12": "האתר נבדק באמצעות:",
      "legal_accessibility_p_13": "אנו עובדים באופן מתמשך לשיפור נגישות האתר ומעדכנים אותו בהתאם להתפתחויות טכנולוגיות ולמשוב מהמשתמשים.",
      "legal_accessibility_p_14": "אם נתקלתם בבעיית נגישות באתר או זקוקים לסיוע, אנא פנו אלינו:",
      "legal_accessibility_p_15": "זמני מענה: נענה לפניות בנושא נגישות תוך 3 ימי עסקים ונפעל לפתרון תוך 10 ימי עסקים.",
      "legal_accessibility_p_16": "תלונות: ניתן להגיש תלונה למשרד המשפטים - הנציבות לשוויון זכויות לאנשים עם מוגבלות",
      "legal_privacy_page_title": "מדיניות פרטיות - [business_name]",
      "privacy_meta_description": "מדיניות הפרטיות שלנו - כיצד אנו אוספים, משתמשים ומגנים על המידע שלכם",
      "legal_accessibility_li_20": "תמיכה בניווט באמצעות מקלדת",
      "legal_accessibility_li_21": "תמיכה בקוראי מסך",
      "legal_accessibility_li_22": "ניגודיות צבעים מתאימה",
      "legal_accessibility_li_23": "גדלי פונט גמישים וניתנים להגדלה",
      "legal_accessibility_li_24": "תיאורי תמונות (Alt text) מפורטים",
      "legal_accessibility_li_25": "כותרות מובנות היררכית",
      "legal_accessibility_li_26": "קישורים תיאוריים וברורים",
      "legal_accessibility_li_27": "תמיכה בזום עד 200% ללא אובדן תוכן",
      "legal_accessibility_li_28": "נתפס (Perceivable): המידע מוצג בדרכים שמשתמשים יכולים לתפוס",
      "legal_accessibility_li_29": "פעיל (Operable): רכיבי הממשק ניתנים להפעלה",
      "legal_accessibility_li_30": "מובן (Understandable): המידע וממשק המשתמש מובנים",
      "legal_accessibility_li_31": "חזק (Robust): התוכן יכול להיות מפוענח על ידי מגוון טכנולוגיות",
      "legal_accessibility_li_32": "NVDA (Windows)",
      "legal_accessibility_li_33": "JAWS (Windows)",
      "legal_accessibility_li_34": "VoiceOver (Mac/iOS)",
      "legal_accessibility_li_35": "TalkBack (Android)",
      "legal_accessibility_li_36": "Dragon NaturallySpeaking",
      "legal_accessibility_li_37": "Switch navigation",
      "legal_accessibility_li_38": "כלים אוטומטיים לבדיקת נגישות",
      "legal_accessibility_li_39": "בדיקות ידניות עם קוראי מסך",
      "legal_accessibility_li_40": "ניווט באמצעות מקלדת בלבד",
      "legal_accessibility_li_41": "בדיקת ניגודיות צבעים",
      "legal_accessibility_li_42": "בדיקה עם משתמשים עם מוגבלויות",
      "legal_accessibility_li_43": "חברה: [business_name]",
      "legal_accessibility_li_44": "אימייל: [business_email]",
      "legal_accessibility_li_45": "טלפון: [business_phone]",
      "services_meta_description": "שירותי מרכז הטניס הישראלי - מיתור מקצועי, התאמת ציוד, ייעוץ מומחה ומגוון רחב של ציוד טניס מקצועי ומחבטי טניס לילדים מתחילים.",
      "legal_accessibility_link_17": "[business_email]",
      "legal_accessibility_link_18": "[business_phone]",
      "legal_accessibility_link_19": "← חזרה לאתר",
      "accessibility_meta_description": "הצהרת הנגישות שלנו - מחויבותנו לנגישות דיגיטלית",
      "legal_accessibility_page_title": "הצהרת נגישות - [business_name]"
    }
  },
  "en": {
    "translation": {
      "home_h1_1": "Israeli Tennis Center - Where Excellence Begins",
      "home_h2_2": "Welcome to the Israeli Tennis Center",
      "home_h2_3": "Classic Tradition with Modern Excellence",
      "home_h2_4": "Our Professional Services",
      "home_h2_5": "Our Professional Equipment Range",
      "home_h2_6": "Who Are We Right For?",
      "home_h2_7": "Why Choose the Israeli Tennis Center?",
      "home_h2_8": "Ready to Start Your Tennis Journey?",
      "home_h3_9": "Professional tennis equipment, tennis rackets for beginner children, and leading services for all tennis players in Israel",
      "home_p_23": "Happily created by&nbsp;Zappy",
      "home_p_24": "The Israeli Tennis Center is more than just a place to buy equipment - it is home to Israeli tennis tradition. We offer Israel's leading tennis equipment store, combining classic heritage with modern technology. With many years of experience, we specialize in providing professional tennis equipment for players of all levels - from beginners to professional champions. Test test test test\nBarry is funny\nHello hello",
      "home_p_25": "Our expertise lies in personally customizing equipment to meet each player's unique needs. We understand that tennis rackets for beginner children require special attention - proper weight, correct size, and perfect balance that will help them develop proper technique from the start. Our parents trust us to guide their talented children in selecting the most suitable equipment for their developmental stage.\nNew translation test",
      "home_p_26": "מרכז הטניס הישראלי נשען על מורשת עשירה של הטניס הקלאסי. אנו מאמינים בערכי הספורט המסורתיים - משמעת, התמדה ורוח ספורטיבית טובה. הגישה שלנו משלבת את החוכמה של דורות קודמים של שחקני טניס עם הטכנולוגיה המתקדמת ביותר בתעשייה. שלום וברכה\n",
      "home_p_27": "In our tennis equipment store in Israel, you'll find a wide range of products that reflect this approach - from classic wooden rackets for display, to professional tennis equipment using advanced materials like graphite and carbon. Every item is carefully selected to preserve heritage while providing maximum performance.",
      "home_p_28": "Precise stringing by certified technicians with years of experience. We use only the highest quality strings and adjust the tension precisely to your playing style.",
      "home_p_29": "Specialization in tennis rackets for beginner children - careful selection of lightweight rackets, in appropriate sizes and with perfect balance point for developing proper technique from a young age.",
      "home_p_30": "Our expert team provides personal consultation for selecting professional tennis equipment that perfectly matches each player's skill level, playing style, and personal goals.",
      "home_p_31": "At the Israeli Tennis Center, we offer the most comprehensive and professional selection of tennis equipment in Israel. From the most advanced rackets\n\n\n\n\n&nbsp;from the world's leading brands, to specialized tennis shoes for every type of surface - we guarantee you'll find exactly what you need.",
      "home_p_32": "Selection of tennis rackets from leading world brands - Wilson, Head, Babolat and more. Each racket is selected according to strict criteria of quality and performance.",
      "home_p_33": "Special collection of tennis rackets for beginner children in all sizes - 19\", 21\", 23\", 25\" and 26\". Each racket is adapted to age, height and skill level.",
      "home_p_34": "Professional tennis shoes adapted to every surface type - hard court, clay or grass. Additionally, a wide range of quality tennis apparel in classic style.",
      "home_p_35": "Comprehensive selection of quality strings, grips, shock absorbers, bags and additional accessories from leading industry brands.",
      "home_p_36": "If you're players who train regularly, participate in local tournaments and are looking for professional tennis equipment that will help you advance - you've come to the right place. The Israeli Tennis Center offers a wide range of quality equipment and professional services that will perfectly suit your needs.",
      "home_p_37": "Our professional team will help you choose the perfect racket, the right strings and all the accompanying equipment that will allow you to reach the next level in your game. We understand the unique needs of competitive players and provide personally tailored solutions.",
      "home_p_38": "Dear parents, we understand how important it is for you to provide your children with the best tools for success in tennis. At the Israeli Tennis Center, we specialize in tennis rackets for beginner children and equipment specially adapted for young ages.",
      "home_p_39": "Our team will help you choose the racket that's perfectly suited to your child's age, height and skill level. We believe that a proper start with suitable equipment is the foundation for professional development in the future. Additionally, we offer consultation regarding professional courses and training programs that will help your child realize their potential.",
      "home_p_40": "Years of experience in professional tennis, with an expert team that understands the sport deeply and knows exactly what each player needs.",
      "home_p_41": "Only the highest quality products from leading world brands. We guarantee that every item meets the highest standards.",
      "home_p_42": "Personal customization for each customer - we dedicate time to understand your unique needs and provide precisely tailored solutions.",
      "home_p_43": "Unique combination of classic tradition with modern technology - we preserve sports values while using contemporary innovation.",
      "home_p_44": "Come visit us at the Israeli Tennis Center and discover why we're Israel's leading tennis equipment store. Our professional team is waiting to help you find the perfect equipment.",
      "home_p_45": "© 2026 Israeli Tennis Center. All rights reserved.",
      "home_p_46": "Created using&nbsp;Zappy",
      "new_a_113": "Click here",
      "new_a_114": "Click here",
      "new_a_128": "Blog",
      "new_a_129": "For Beginners",
      "new_a_130": "Maintenance",
      "new_a_131": "Professional",
      "new_a_132": "Blog",
      "new_a_133": "For Beginners",
      "new_a_134": "Maintenance",
      "new_a_135": "Professional",
      "new_a_136": "Blog",
      "new_a_137": "For Beginners",
      "new_a_138": "Maintenance",
      "new_a_139": "Professional",
      "new_a_140": "Blog",
      "new_a_141": "For Beginners",
      "new_a_142": "Maintenance",
      "new_a_143": "Professional",
      "new_a_144": "Blog",
      "new_a_145": "For Beginners",
      "new_a_146": "Maintenance",
      "new_a_147": "Professional",
      "new_a_148": "Blog",
      "new_a_149": "For Beginners",
      "new_a_150": "Maintenance",
      "new_a_151": "Professional",
      "new_a_152": "Blog",
      "new_a_153": "For Beginners",
      "new_a_154": "Maintenance",
      "new_a_155": "Professional",
      "new_a_156": "Blog",
      "new_a_157": "For Beginners",
      "new_a_158": "Maintenance",
      "new_a_159": "Professional",
      "new_a_165": "Read More ←",
      "new_a_169": "Read More ←",
      "new_a_173": "Read More ←",
      "new_a_176": "Blog",
      "new_a_177": "For Beginners",
      "new_a_178": "Maintenance",
      "new_a_179": "Professional",
      "new_a_180": "\n        <span>←</span> חזרה לבלוג\n",
      "new_a_199": "← Back to Blog",
      "new_a_200": "Blog",
      "new_a_201": "For Beginners",
      "new_a_202": "Maintenance",
      "new_a_203": "Professional",
      "new_a_204": "← Back to Blog",
      "new_a_223": "← Back to Blog",
      "new_a_224": "Blog",
      "new_a_225": "For Beginners",
      "new_a_226": "Maintenance",
      "new_a_227": "Professional",
      "new_a_228": "← Back to Blog",
      "new_a_246": "← Back to Blog",
      "new_a_247": "Choosing Tennis Shoes",
      "new_a_248": "Choosing Tennis Shoes",
      "new_a_249": "Choosing Tennis Shoes",
      "new_a_250": "Choosing Tennis Shoes",
      "new_a_251": "Choosing Tennis Shoes",
      "new_a_252": "Choosing Tennis Shoes",
      "new_a_253": "Choosing Tennis Shoes",
      "new_a_254": "Choosing Tennis Shoes",
      "new_a_255": "Choosing Tennis Shoes",
      "new_a_256": "Choosing Tennis Shoes",
      "new_a_257": "Choosing Tennis Shoes",
      "new_a_258": "Choosing Tennis Shoes",
      "new_a_284": "למד עוד",
      "new_a_314": "התחל עכשיו",
      "new_p_116": "Text here",
      "new_p_118": "Leads the company with extensive experience in managing complex projects, guiding medical device companies through the transition from development to production and stabilizing existing products. Expert in practical integration between engineering, quality and regulation, with emphasis on efficiency, meeting timelines and Risk-Based decision making",
      "new_p_120": "Expert in quality and regulation for medical devices, helping MedTech companies and startups achieve compliance with ISO 13485, FDA, MDR and GMP efficiently and safely. With approximately 20 years of experience, she provides end-to-end QA/RA solutions from regulatory strategy and QMS, through audits and risk management, to full support from concept to commercialization.",
      "new_p_122": "Quality leader in medical devices, expert in QA, validation and risk analysis, with strong orientation towards Regulatory Compliance and building scalable quality systems. Develops smart quality infrastructures that simplify processes using AI and No Code tools, converting complexity into operational clarity that drives performance and business value.",
      "new_p_124": "Quality leader in medical devices, expert in QA, validation and risk analysis, with strong orientation towards Regulatory Compliance and building scalable quality systems. Develops smart quality infrastructures that simplify processes using AI and No Code tools, converting complexity into operational clarity that drives performance and business value.",
      "new_p_126": "Senior Component Engineer providing professional support to R&D, engineering, procurement and marketing. While establishing and maintaining a component database and managing the approval process for new components. Leading standardization and component selection, defining alternative sources, in accordance with a component management plan based on medical, military, industrial and ISO standards",
      "new_p_161": "All the information, tips and innovations from the world of tennis in one place. The professional instructors of the Israeli Tennis Center are here for you.",
      "new_p_164": "המדריך המלא למתחילים: כל מה שצריך לדעת על משקל, גודל ראש וידית האחיזה לפני שרוכשים ציוד בחנות ציוד טניס בישראל.",
      "new_p_168": "How to extend the life of your racket and strings? Important tips for proper maintenance that will save you money and improve your performance on the court.",
      "new_p_172": "What's really the difference between a 200 NIS racket and a 1000 NIS racket? An in-depth review of technologies and materials at the Israeli Tennis Center.",
      "new_p_175": "The Israeli Tennis Center team is available for any question. Come visit our store or contact us for personal consultation and equipment fitting.",
      "new_p_185": "The decision to enter the world of tennis is an exciting one. It's a sport that combines physical fitness, strategic thinking, and great enjoyment. However, the moment you walk into a tennis equipment store in Israel and stand in front of a wall full of colorful and different rackets can be very confusing. Should you choose the most expensive racket? Does the brand matter? And what do all those small numbers printed on the frame mean?",
      "new_p_186": "At the Israeli Tennis Center, we believe that the right equipment is the key to rapid progress and enjoyment of the game. An unsuitable racket can not only harm your playing ability, but even cause unnecessary injuries. In this guide, we'll break down the selection process into simple factors that will help you make the right decision.",
      "new_p_188": "One of the common mistakes of beginner players is thinking that a feather-light racket is the ideal choice. While a light racket (under 270 grams) allows for faster and easier hand movement, it also transmits stronger shocks to the arm when hitting the ball. For a beginner adult player, the recommendation is usually to choose a medium-weight racket, ranging between 270 to 300 grams.",
      "new_p_189": "This weight provides better stability when hitting, helps generate natural power without over-exerting the muscles, and still allows good control of movement. If you're purchasing a racket for a child or teenager, the weights will obviously be lower, and it's recommended to consult with our experts in the store.",
      "new_p_191": "The racket head size is measured in square inches. For beginners, the keyword is 'forgiveness'. The larger the racket head, the larger the 'Sweet Spot' - the area in the center of the strings where hitting the ball is most optimal. When we're just learning the technique, we don't always hit the center of the racket with perfect precision.",
      "new_p_192": "Therefore, it's recommended to choose a racket with a head size of 100 square inches and above (up to 110 square inches). A larger head will help you get the ball to the other side of the net even when the hit isn't perfect, and will give you much more confidence in your initial game.",
      "new_p_194": "A critical parameter that is sometimes neglected is the grip thickness (Grip Size). A grip that's too thick or too thin will cause you to strain your forearm muscles excessively, which can lead to inflammation and pain (like 'tennis elbow'). The sizes are usually marked with numbers from 0 to 5.",
      "new_p_195": "A simple rule of thumb for checking: hold the racket as if you're shaking hands. In the gap created between your fingertips and palm pad, exactly one finger from your other hand should fit. If the gap is too large, the grip is too thick; if there's no room for a finger, the grip is too thin. At the Israeli Tennis Center, we can measure your palm and fit you with the exact size.",
      "new_p_197": "Choosing your first racket is your first step into the world of tennis. Don't be tempted to buy the most expensive racket or the one a famous player uses on TV. Focus on comfort, appropriate weight, and head size that will allow you to learn and enjoy. We invite you to come to us, feel the rackets in your hand, and receive personal and professional advice.",
      "new_p_209": "Quality tennis equipment is a significant financial investment. Whether you're amateur or professional players, your racket, shoes, and bag are the tools that enable you to play and succeed. Many of the customers who come to the Israeli Tennis Center ask us how to extend the life of equipment and maintain its performance over time. The answer lies in regular maintenance and attention to small details.",
      "new_p_210": "In this article, we've compiled several essential tips that will help you keep your equipment in excellent condition, save money on frequent replacements, and ensure you always step onto the court with the best tools.",
      "new_p_212": "Enemy number one of tennis equipment, especially strings and frame, is heat. Leaving your racket in the car on a hot Israeli summer day is a recipe for disaster. The intense heat causes the racket frame (usually made of graphite and composite materials) to expand and deform at micro-levels, and the strings to lose their tension quickly. The result is a racket that feels 'dead' and less responsive.",
      "new_p_213": "Our recommendation: always take the bag with you. Don't leave it in the trunk. At home, store the equipment in a shaded and cool place. Using an insulated tennis bag (with thermal lining) can help protect the equipment on your way to and from the court.",
      "new_p_215": "The grip is your only point of contact with the racket. A worn, dirty, or slippery grip not only hurts your game but also forces you to hold the racket too tightly, leading to forearm muscle fatigue and injuries. There's no need to wait for the grip to completely fall apart. The moment you feel that the grip isn't stable or doesn't absorb sweat properly - replace it.",
      "new_p_216": "It's recommended to use a thin and cheap Overgrip (top grip tape) that can be replaced frequently, thus preserving the racket's base grip for years. At a tennis equipment store in Israel, you can find a variety of grip types in different thicknesses and textures.",
      "new_p_218": "Many players only replace strings when they break. This is a mistake. Strings lose their flexibility and tension (Tension Loss) long before they physically break. 'Dead' strings transmit more shock to the hand and hurt ball control. A common rule of thumb is to replace strings as many times as you play per week (for example, if you play 3 times a week, replace strings 3 times a year).",
      "new_p_219": "At the Israeli Tennis Center, we offer professional stringing service that will restore the liveliness and power your racket has lost. Don't neglect the strings – they are the engine of your racket.",
      "new_p_221": "Proper equipment care is an integral part of being tennis players. Maintaining your racket, replacing grips on time, and protecting from the sun will ensure better performance and financial savings over time. Do you have additional questions about maintenance? Our team is always here to serve you.",
      "new_p_233": "When entering a sports store, it's easy to get confused by the enormous range of prices. Why does one racket cost 250 NIS and another, which looks quite similar, costs 1,200 NIS? Is it just about branding and marketing, or are there fundamental differences that will affect your game? At the Israeli Tennis Center, we believe it's important for customers to understand exactly what they're paying for.",
      "new_p_234": "The differences between recreational equipment and performance equipment are significant and relate to materials, manufacturing technology, and precision levels. Let's dive deep and understand the main differences.",
      "new_p_236": "The most significant difference is the material the racket is made from. Cheap beginner rackets are usually made of aluminum or simple alloy. These are very durable and cheap to manufacture rackets, but they transmit strong vibrations to the hand, are relatively heavier, and lack 'feel'. They're excellent for children just starting out or for those who play once a month.",
      "new_p_237": "In contrast, professional rackets are made from carbon fiber (graphite) and advanced composite materials (like Graphene, Kevlar, and more). These materials are amazingly light and strong. They allow manufacturers to control with great precision the stiffness and flexibility levels of the racket in different areas, giving the player power, control, and vibration absorption at a completely different level.",
      "new_p_239": "Professional equipment involves extensive research and development. New technologies are designed to improve the racket's stability when hitting the ball. When a tennis ball hits the racket at high speed, the racket tends to rotate in the hand (torque moment). Professional rackets are designed to resist this twisting, allowing for more accurate shots even when the hit isn't in the center of the racket.",
      "new_p_240": "Additionally, the dampening systems in professional rackets are built into the handle and frame, protecting the player's joints over time. For a player who plays several times a week, this protection is critical for injury prevention.",
      "new_p_242": "The answer depends on your playing frequency and goals. If you play once every two weeks for fun, an intermediate racket will do an excellent job. But if you plan to play regularly, take lessons, and improve, investing in professional equipment (or at least quality 'Club Player' equipment) pays off. The equipment will last longer, protect your body, and allow you to reach your full potential.",
      "new_p_244": "The difference between equipment isn't just in price, but in the overall playing experience. We invite you to visit our store, consult with experts, and maybe even take a demo racket for a trial. Only when you feel the difference in your hands will you understand how much the right equipment can upgrade your game.",
      "new_p_262": "\n        טניס הוא אחד הספורטים הדינמיים ביותר שיש. המשחק דורש תנועות חדות, עצירות פתאומיות, זינוקים לצדדים וריצות ספרינט קצרות. בתוך כל הפעילות האינטנסיבית הזו, הציוד החשוב ביותר שמגן על הגוף שלכם הוא לא המחבט, אלא הנעליים. במרכז הטניס הישראלי אנו פוגשים מדי יום שחקנים שמשקיעים הון במחבטים, אך מזניחים את בחירת הנעליים – טעות שיכולה להוביל לפציעות ולפגיעה בביצועים.\n",
      "new_p_263": "\n        בחירת נעל טניס נכונה היא קריטית ליציבות על המגרש, למניעת נקעים ולשמירה על הברכיים והגב. בין אם אתם שחקנים מתחילים או מקצוענים, המדריך הבא יעזור לכם להבין מה לחפש כשאתם נכנסים אל חנות ציוד טניס בישראל.\n",
      "new_p_265": "\n        הפרמטר הראשון והחשוב ביותר בבחירת נעל הוא סוג המגרש עליו אתם משחקים ברוב הזמן. לכל משטח יש דרישות שונות מהסוליה:\n",
      "new_p_270": "\n        כשאתם מבקרים במרכז הטניס הישראלי או בכל חנות מקצועית, תבחינו שנעלי טניס מתחלקות לרוב לשתי קטגוריות עיקריות: נעליים המתמקדות ביציבות ונעליים המתמקדות במהירות.\n",
      "new_p_271": "\n        <strong>נעלי יציבות (Stability):</strong> לרוב יהיו כבדות יותר ומסיביות. הן מיועדות לשחקנים שזקוקים לתמיכה מקסימלית בקרסול, או לשחקנים פיזיים וחזקים שזזים הרבה על קו הבסיס. הן מספקות ביטחון רב בתנועות צדדיות.\n",
      "new_p_272": "\n        <strong>נעלי מהירות (Speed):</strong> נעליים קלות משקל, גמישות יותר ומאווררות. הן מתאימות לשחקנים שרוצים להרגיש \"קרובים למגרש\" ולנוע במהירות שיא. החיסרון הוא שלעיתים הן נשחקות מהר יותר ומספקות פחות תמיכה בקרסול.\n",
      "new_p_274": "\n        רבים טועים וקונים נעלי טניס במידה זהה לנעלי ההליכה שלהם. בטניס, הרגל נוטה להתנפח מעט במהלך המשחק, והתנועות כוללות בלימות חזקות. לכן, כלל האצבע (תרתי משמע) הוא להשאיר רווח של כחצי סנטימטר עד סנטימטר בין הבוהן לקצה הנעל.\n",
      "new_p_275": "\n        אם האצבעות שלכם נוגעות בקצה הנעל בזמן מדידה בחנות, זה יכאב מאוד בזמן משחק. בנוסף, חשוב לשים לב לרוחב הנעל. מותגים שונים מייצרים אימומים ברוחב שונה. אל תתפשרו על נעל לוחצת מתוך תקווה שהיא תתרחב – נעל טניס צריכה להיות נוחה מהרגע הראשון.\n",
      "new_p_277": "\n        ציוד טניס מקצועי נועד להחזיק מעמד, אך לכל נעל יש תאריך תפוגה. סימנים מובהקים להחלפה כוללים שחיקה של הסוליה עד כדי היעלמות החריצים (מה שגורם להחלקה מסוכנת), או כאשר אתם מרגישים שהנעל איבדה את יכולת בלימת הזעזועים שלה והברכיים מתחילות לכאוב אחרי אימון.\n",
      "new_p_278": "\n        שחקן ממוצע המשחק פעמיים בשבוע יצטרך להחליף נעליים כל 4-6 חודשים. שחקנים תחרותיים מחליפים בתדירות גבוהה הרבה יותר.\n",
      "new_p_280": "\n          הרגליים שלכם הן הכלי החשוב ביותר על המגרש. אל תזלזלו בבחירת הנעל. אנו מזמינים אתכם להגיע אל חנות ציוד טניס בישראל במתחם שלנו, להתייעץ עם המומחים של מרכז הטניס הישראלי, ולמדוד מגוון דגמים כדי למצוא את הזוג המושלם שישפר את המשחק שלכם וישמור על בריאותכם.\n",
      "new_p_283": "טקסט תיאור כרטיס נמצא כאן",
      "new_p_289": "\"השירות עלה על הציפיות שלנו. מומלץ בחום לכל מי שמחפש איכות.\"",
      "new_p_291": "תפקיד, חברה",
      "new_p_292": "\"השירות עלה על הציפיות שלנו. מומלץ בחום לכל מי שמחפש איכות.\"",
      "new_p_294": "תפקיד, חברה",
      "new_p_295": "\"השירות עלה על הציפיות שלנו. מומלץ בחום לכל מי שמחפש איכות.\"",
      "new_p_297": "תפקיד, חברה",
      "new_p_298": "תווית נתון 1",
      "new_p_299": "תווית נתון 2",
      "new_p_300": "תווית נתון 3",
      "new_p_301": "תווית נתון 4",
      "new_p_304": "תפקיד",
      "new_p_306": "תפקיד",
      "new_p_308": "תפקיד",
      "new_p_311": "info@example.co.il",
      "new_p_312": "רחוב ראשי 123, תל אביב",
      "new_p_313": "הצטרפו לאלפי לקוחות מרוצים. התחילו את המסע שלכם היום.",
      "new_p_315": "שלום זה הטקסט החדש שאנחנו צריכים לבדוק אם הוא יהיה עריך",
      "new_p_316": "זה טקסט שהכנסתי חדש",
      "new_p_317": "<font color=\"#304050\">הזן את טקסט הפסקה שלך...</font>",
      "new_p_321": "\n\n&nbsp;טכניקה נכונה מההתחלה. ההורים שלנו סומכים עלינו להדריך את ילדיהם המוכשרים בבחירת הציוד המתאים ביותר לשלב ההתפתחות שלהם.\nבדיקת תרגום חדש",
      "about_h1_1": "Our Story - Tradition, Excellence and Commitment",
      "about_h2_2": "Our Journey in the World of Tennis",
      "about_h2_3": "The Values That Guide Us",
      "about_h2_4": "Our Professional Team",
      "about_h2_5": "Our Classic Heritage",
      "about_h2_6": "Our Commitment to the Tennis Community",
      "about_h2_7": "Our Milestones",
      "about_h2_8": "Join the Israeli Tennis Center Family",
      "about_h3_9": "Israeli Tennis Center - preserving the heritage of classic tennis for many years",
      "about_p_28": "Happily created by&nbsp;Zappy",
      "about_p_29": "The Israeli Tennis Center was founded from a deep love for the sport of tennis and from an understanding that quality equipment and professional service are the key to success on the court. From the beginning, our vision was clear - to be the leading tennis equipment store in Israel, combining classic tradition with modern and professional service.",
      "about_p_30": "Over the years, we have seen generations of passionate tennis players pass through our doors. From young children who received their first tennis rackets, through talented youth who developed into competitive players, to adults who found a new passion in tennis. Each of them contributed to our story and helped us better understand the diverse needs of the Israeli tennis community.",
      "about_p_31": "Today, the Israeli Tennis Center is more than a place to buy equipment - it's a community center for tennis lovers, a place where knowledge, experiences, and professional tips are shared. We are proud to be part of every player's journey, from the first steps to great achievements.",
      "about_p_32": "We compromise only on the best. Every piece of professional tennis equipment we offer is carefully selected and meets the highest standards. We work only with the world's leading brands and guarantee that every product will deliver excellent performance.",
      "about_p_33": "Tennis is not just work for us - it's a passion. Every member of our team is a tennis player or sports lover, and we bring this love to every interaction with customers. We believe that the love of sport is what creates the best service.",
      "about_p_34": "Our customers' success is our success. We dedicate time to understanding each player's unique needs and provide personalized solutions. Our commitment is to accompany you throughout the entire journey, from the first purchase to continuous improvement.",
      "about_p_35": "We see our customers as part of the Israeli Tennis Center family. We create long-term relationships, share knowledge and experience, and organize community events. Our community is a source of inspiration and mutual support.",
      "about_p_36": "We believe in the importance of education and knowledge. In addition to selling equipment, we provide professional guidance on equipment selection, maintenance, and game improvement. Especially when it comes to tennis rackets for beginner children, we dedicate time to explain to parents the importance of the right equipment.",
      "about_p_37": "We maintain the classic tradition of tennis while adopting modern innovation. Our approach combines the wisdom of generations with current technology, creating a unique experience that respects the past and looks to the future.",
      "about_p_38": "The Israeli Tennis Center team consists of experienced experts in the field of tennis, including former players, certified coaches, and skilled technicians. Each team member brings unique experience and genuine passion for the sport.",
      "about_p_39": "Our team includes tennis equipment specialists with decades of experience. Each team member has undergone professional training and is continuously updated on the latest technologies in the tennis industry.",
      "about_p_40": "Our technicians have international certifications in racket stringing. They undergo continuous training and work with the most advanced equipment to ensure accurate and quality stringing.",
      "about_p_41": "A special team specializing in equipment fitting for children and youth. They understand the unique needs of young players and help parents choose the most suitable tennis rackets for beginner children.",
      "about_p_42": "Specialists who specialize in fitting professional tennis equipment for competitive players. They analyze playing style and provide precise recommendations for improving performance on the court.",
      "about_p_43": "The Israeli Tennis Center is proud of its classic heritage. We believe that tennis is a sport of tradition, elegance, and sportsmanship. The classic design of our store, with deep green and white tones, reflects these values and recalls the golden age of tennis.",
      "about_p_44": "We maintain this tradition in every aspect of the business - from how we treat customers, through product selection, to store design and the atmosphere we create. When you enter the Israeli Tennis Center, you're not just buying equipment - you're experiencing part of the sport's rich history.",
      "about_p_45": "At the same time, we don't stay in the past. We combine tradition with the most advanced technology - from rackets with modern materials to computerized stringing systems. This combination of old and new is what makes the Israeli Tennis Center special.",
      "about_p_46": "We believe in the importance of developing the next generation of tennis players. Therefore, we offer special programs for parents and children, including discounts on tennis rackets for beginner children, educational workshops, and support for local youth tournaments.",
      "about_p_47": "We are active in the Israeli tennis community and support events, tournaments, and local clubs. Our goal is not just to sell equipment, but to contribute to the growth and development of tennis in Israel.",
      "about_p_48": "Whether you are beginner or professional players, we treat every customer with the same level of professionalism and attention. We believe that every player, regardless of their level, deserves the best equipment and the most professional service.",
      "about_p_49": "We continuously update ourselves on the latest technologies in the tennis industry. Our team participates in international conferences, undergoes advanced training, and brings the latest knowledge to our customers.",
      "about_p_50": "The Israeli Tennis Center was founded with a clear vision - to be the leading tennis equipment store in Israel, combining classic tradition with modern service. The first store opened with a small but quality selection of equipment from leading brands.",
      "about_p_51": "Over time, we expanded the variety and services. We added a professional stringing department, expanded the product range, and began specializing in tennis rackets for beginner children - an area we identified as lacking in the Israeli market.",
      "about_p_52": "We became a household name in the Israeli tennis community. Professional players, clubs, and coaches began turning to us for equipment and professional consultation. Our team expanded and became even more specialized.",
      "about_p_53": "Today, the Israeli Tennis Center is more than a place to buy equipment - it's a community center for tennis lovers. We continue to innovate, develop, and maintain classic tradition while adopting the latest technologies.",
      "about_p_54": "Come visit us and experience for yourself the unique combination of tradition, professionalism, and love for tennis. Our team is waiting to welcome you warmly and help you find the perfect equipment.",
      "about_p_55": "© 2026 Israeli Tennis Center. All rights reserved.",
      "about_p_56": "Created using&nbsp;Zappy",
      "home_h3_10": "Professional Racket Stringing",
      "home_h3_11": "Equipment Fitting for Children",
      "home_h3_12": "Professional Consulting for Players",
      "home_h3_13": "Rackets for Professionals",
      "home_h3_14": "Rackets for Children and Youth",
      "home_h3_15": "Shoes and Apparel",
      "home_h3_16": "Accessories and Strings",
      "home_h3_17": "Passionate Tennis Players",
      "home_h3_18": "Parents of Talented Children",
      "home_h3_19": "Expertise and Experience",
      "home_h3_20": "Guaranteed Quality",
      "home_h3_21": "Personal Service",
      "home_h3_22": "Tradition and Heritage",
      "new_h1_160": "Israeli Tennis Magazine",
      "new_h1_182": "How to Choose Your First Tennis Racket: The Complete Guide for Beginners",
      "new_h1_206": "Tips for Maintaining Your Tennis Equipment Over Time",
      "new_h1_230": "Amateur Equipment vs Professional Equipment: What's Really the Difference?",
      "new_h1_259": "How to Choose Tennis Shoes - The Complete Player's Guide",
      "new_h2_174": "Want to Consult with Our Experts?",
      "new_h2_187": "Racket Weight: Lighter Isn't Always Better",
      "new_h2_190": "Head Size: Forgiving Hitting Area",
      "new_h2_193": "Grip Size: Comfort in Your Hands",
      "new_h2_196": "Summary",
      "new_h2_211": "Protect Your Racket from Extreme Temperatures",
      "new_h2_214": "Replacing Grip (Grip Tape) on Time",
      "new_h2_217": "Re-stringing",
      "new_h2_220": "Summary",
      "new_h2_235": "Materials: Aluminum vs Graphite",
      "new_h2_238": "Technology and Stability",
      "new_h2_241": "Is It Worth the Investment?",
      "new_h2_243": "Summary",
      "new_h2_264": "1. Matching the Surface Type",
      "new_h2_269": "2. Stability vs. Weight",
      "new_h2_273": "3. Size and Foot Fit",
      "new_h2_276": "When to Replace Shoes?",
      "new_h2_281": "כותרת שלך כאן",
      "new_h2_288": "מה הלקוחות אומרים",
      "new_h2_302": "הכירו את הצוות שלנו",
      "new_h2_309": "למה לבחור בנו",
      "new_h2_310": "צרו קשר",
      "new_h3_115": "Subheading",
      "new_h3_117": "Noam Avigdor",
      "new_h3_119": "Katy Bardugo",
      "new_h3_121": "Hadar Friedman&nbsp;",
      "new_h3_123": "Hadar Friedman&nbsp;",
      "new_h3_125": "Michael Krinitsky",
      "new_h3_127": "Orit Shalom",
      "new_h3_163": "איך לבחור מחבט טניס ראשון?",
      "new_h3_167": "Maintaining Tennis Equipment Over Time",
      "new_h3_171": "Amateur Equipment vs Professional Equipment",
      "new_h3_279": "Summary and Recommendation",
      "new_h3_282": "כותרת כרטיס",
      "new_h3_285": "כותרת כרטיס 1",
      "new_h3_286": "כותרת כרטיס 2",
      "new_h3_287": "כותרת כרטיס 3",
      "new_h3_303": "שם חבר צוות 1",
      "new_h3_305": "שם חבר צוות 2",
      "new_h3_307": "שם חבר צוות 3",
      "new_h4_290": "שם הלקוח 1",
      "new_h4_293": "שם הלקוח 2",
      "new_h4_296": "שם הלקוח 3",
      "new_li_266": "<strong>מגרשים קשים (Hard Court):</strong> זהו המשטח הנפוץ ביותר בישראל. נעליים למגרשים קשים חייבות להיות עמידות מאוד, עם סוליה חזקה שתעמוד בשחיקה הגבוהה של הבטון והאספלט. הן מספקות ריפוד (cushioning) מצוין לבלימת זעזועים.",
      "new_li_267": "<strong>מגרשי חימר (Clay Court):</strong> הסוליה של נעלי חימר מעוצבת בדוגמת \"אדרה\" (זיגזג מלא) כדי למנוע הצטברות של חימר בתוך החריצים ולאפשר החלקה מבוקרת (sliding) אל הכדור.",
      "new_li_268": "<strong>דשא (Grass Court):</strong> נדיר יותר בארץ, אך דורש סוליה עם זיזים קטנים לאחיזה מקסימלית על המשטח החלקלק.",
      "new_li_318": "המומחיות שלנו נמצאת בהתאמה אישית של ציוד לצרכים",
      "new_li_319": "&nbsp;הייחודיים של כל שחקן. אנו מבינים שמחבטי טניס לילדים&nbsp;",
      "new_li_320": "מתחילים דורשים תשומת לב מיוחדת - משקל מותאם, גודל נכון ואיזון מושלם שיעזור להם לפתח טסט טסט",
      "terms_h1_1": "Terms of Use",
      "terms_h2_2": "1. Definitions",
      "terms_h2_3": "2. Service Description",
      "terms_h2_4": "3. Terms of Use",
      "terms_h2_5": "4. User Obligations",
      "terms_h2_6": "5. Payment and Refund Policy",
      "terms_h2_7": "6. Limitation of Liability",
      "terms_h2_8": "7. Copyright and Intellectual Property",
      "terms_h2_9": "8. Privacy",
      "terms_p_15": "\n            מרכז הטניס הישראלי מספקת ספורט וציוד ספורטיבי דרך האתר. השירותים כפופים לתנאים המפורטים במסמך זה \n            ועשויים להשתנות מעת לעת.\n",
      "terms_p_16": "Use of the website is conditional upon compliance with the following terms:",
      "terms_p_17": "If the services include payment:",
      "terms_p_18": "\n            השירותים ניתנים \"כפי שהם\" ללא אחריות מכל סוג. החברה לא תהיה אחראית לנזקים עקיפים, \n            תוצאתיים או מיוחדים הנובעים משימוש באתר, למעט במקרים בהם החוק קובע אחרת.\n",
      "terms_p_19": "\n            כל התכנים באתר, כולל טקסטים, תמונות, עיצוב וקוד, מוגנים בזכויות יוצרים השייכות למרכז הטניס הישראלי. \n            אסור לשכפל, להפיץ או לעשות שימוש מסחרי בתכנים ללא אישור בכתב.\n",
      "terms_p_20": "\n            איסוף ושימוש במידע אישי כפופים למדיניות הפרטיות שלנו. השימוש באתר מהווה הסכמה \n            למדיניות הפרטיות כפי שמפורט בנפרד.\n",
      "terms_p_21": "\n            החברה רשאית לשנות תנאי שימוש אלה בכל עת. שינויים מהותיים יפורסמו באתר עם הודעה מוקדמת \n            של 30 יום. המשך השימוש לאחר השינוי מהווה הסכמה לתנאים החדשים.\n",
      "terms_p_22": "\n            החברה רשאית להפסיק או להגביל את השירות בכל עת, לרבות במקרה של הפרת תנאי השימוש. \n            במקרה של סיום השירות, יישמרו הוראות הסעיפים הרלוונטיים.\n",
      "terms_p_23": "\n            תנאי שימוש אלה כפופים לחוקי מדינת ישראל. כל סכסוך יידון בבתי המשפט המוסמכים בישראל, \n            תוך מתן עדיפות לבוררות או גישור במידת האפשר.\n",
      "terms_p_24": "For questions or clarifications regarding the terms of use:",
      "terms_p_25": "© 2026 Israeli Tennis Center. All rights reserved.",
      "terms_p_26": "Created using&nbsp;Zappy",
      "about_h3_10": "Excellence and Quality",
      "about_h3_11": "Love for Sport",
      "about_h3_12": "Commitment to Customer",
      "about_h3_13": "Community and Family",
      "about_h3_14": "Education and Guidance",
      "about_h3_15": "Tradition and Heritage",
      "about_h3_16": "Our Experts",
      "about_h3_17": "String Technician",
      "about_h3_18": "Children's Equipment Specialists",
      "about_h3_19": "Performance Consultants",
      "about_h3_20": "Supporting Young Players",
      "about_h3_21": "Promoting Sports in Israel",
      "about_h3_22": "Service for All Levels",
      "about_h3_23": "Continuous Innovation",
      "about_h3_24": "The Beginning",
      "about_h3_25": "Expansion and Development",
      "about_h3_26": "Recognition and Reputation",
      "about_h3_27": "Today and Future",
      "home_alt_57": "Israeli Tennis Center",
      "home_alt_58": "Israeli Tennis Center - Professional Tennis Courts",
      "home_alt_59": "Classic Tennis Equipment - Israeli Tennis Heritage",
      "home_alt_60": "Professional Racket Stringing Service",
      "home_alt_61": "Tennis Rackets for Beginner Children",
      "home_alt_62": "Professional Tennis Equipment for Advanced Players",
      "home_alt_63": "Professional Tennis Rackets from Leading Brands",
      "home_alt_64": "Children's Tennis Rackets in Various Sizes",
      "home_alt_65": "Professional Tennis Shoes for All Court Surfaces",
      "home_alt_66": "Tennis Accessories - Strings, Grips and More",
      "home_alt_67": "Passionate and Professional Tennis Players",
      "home_alt_68": "Parents of Talented Tennis Children",
      "home_nav_54": "Services",
      "home_nav_55": "About",
      "home_nav_56": "Contact",
      "terms_h2_10": "9. Modification of Terms of Use",
      "terms_h2_11": "10. Service Termination",
      "terms_h2_12": "11. Governing Law and Dispute Resolution",
      "terms_h2_13": "12. General Provisions",
      "terms_h2_14": "13. Contact Details",
      "terms_li_32": "<strong>\"החברה\"</strong> - מרכז הטניס הישראלי",
      "terms_li_33": "<strong>\"המשתמש\"</strong> - כל מי שגולש או משתמש באתר",
      "terms_li_34": "<strong>\"השירותים\"</strong> - ספורט וציוד ספורטיבי הניתנים דרך האתר",
      "terms_li_35": "Using the website for legal purposes only",
      "terms_li_36": "Not interfering with the website's operation or other users",
      "terms_li_37": "Not uploading offensive, illegal or harmful content",
      "terms_li_38": "Respecting copyrights and intellectual property",
      "terms_li_39": "Not performing actions that could harm the website's security",
      "terms_li_40": "Providing correct and accurate information during registration or ordering",
      "terms_li_41": "Maintaining confidentiality of account access details",
      "terms_li_42": "Immediate notification of any unauthorized use of the account",
      "terms_li_43": "Updating personal information as needed",
      "terms_li_44": "Payments are processed through secure and encrypted systems",
      "terms_li_45": "Prices include VAT as required by law",
      "terms_li_46": "Right of cancellation will be available in accordance with consumer protection law",
      "terms_li_47": "Refunds will be processed within 14 business days from cancellation approval",
      "terms_li_48": "If part of the terms is declared invalid, the remaining terms will remain in effect",
      "terms_li_49": "Non-enforcement of a right will not be considered a waiver of it",
      "terms_li_50": "The terms of use constitute the entire agreement between the parties",
      "terms_li_51": "<strong>חברה:</strong> מרכז הטניס הישראלי",
      "terms_li_52": "<strong>אימייל:</strong> <a href=\"mailto:info@company.com\" data-i18n=\"terms_link_27\">info@company.com</a>",
      "terms_li_53": "<strong>טלפון:</strong> <a href=\"tel:03-1234567\">03-1234567</a>",
      "terms_li_54": "<strong>כתובת:</strong> כתובת החברה, ישראל",
      "about_alt_66": "Israeli Tennis Center",
      "about_alt_67": "Manager of the Israeli Tennis Center",
      "about_alt_68": "Professional stringing technician",
      "about_alt_69": "Equipment consultants for children and youth",
      "about_alt_70": "Consultants for advanced players",
      "about_alt_71": "Classic heritage of the Israeli Tennis Center",
      "about_nav_63": "Services",
      "about_nav_64": "About",
      "about_nav_65": "Contact",
      "contact_h1_1": "Contact the Israeli Tennis Center",
      "contact_h2_2": "Send us a message",
      "contact_h2_3": "Contact details",
      "contact_h2_4": "Come visit us",
      "contact_h2_5": "Frequently asked questions",
      "contact_h2_6": "Ready to get started?",
      "contact_h3_7": "We'd be happy to help you find the perfect equipment and answer any questions",
      "contact_h3_8": "Phone",
      "contact_h3_9": "Email",
      "contact_p_18": "Happily created by&nbsp;Zappy",
      "contact_p_19": "The professional team at the Israeli Tennis Center is here to help you. Whether you're looking for advice on choosing professional tennis equipment, interested in finding tennis rackets for beginner children, or simply want to ask questions about our services - we're available for you.",
      "contact_p_20": "As Israel's leading tennis equipment store, we are committed to providing personal and professional service. Contact us in any way that's convenient for you, and we'll be happy to assist.",
      "contact_p_21": "[business_phone]",
      "contact_p_22": "[business_email]",
      "contact_p_23": "[business_address]",
      "contact_p_24": "Sunday - Thursday: 09:00 - 19:00",
      "contact_p_25": "Friday: 09:00 - 14:00",
      "contact_p_26": "We invite you to visit the Israeli Tennis Center and experience for yourself the unique combination of classic tradition and modern service. In our store you can:",
      "contact_p_27": "We recommend scheduling an appointment in advance, especially if you're interested in in-depth consultation or stringing service. This way we can give you our full attention.",
      "contact_p_28": "Absolutely! We encourage customers to try different rackets before purchasing. We have a variety of demo rackets available, and we can arrange on-court testing if needed.",
      "contact_p_29": "Our regular stringing service takes 24-48 hours. We also offer express service that takes up to 4 hours for urgent cases (subject to availability).",
      "contact_p_30": "Our expert team will help you choose the right racket according to your child's age, height and skill level. We recommend coming to the store with your child for accurate measurement and fitting.",
      "contact_p_31": "All our products come with full manufacturer warranty. Additionally, we provide technical support and service throughout the product's lifetime.",
      "contact_p_32": "Yes, we offer special prices for group purchases, clubs and tennis schools. Contact us for more details.",
      "contact_p_33": "We allow returns or exchanges of unopened products within 14 days of purchase. Opened or used products can be exchanged subject to certain conditions.",
      "contact_p_34": "The team at the Israeli Tennis Center is waiting to help you find the perfect equipment. Contact us now or come visit us at the store.",
      "contact_p_35": "© 2026 Israeli Tennis Center. All rights reserved.",
      "contact_p_36": "Created using&nbsp;Zappy",
      "home_link_47": "Zappy",
      "home_link_48": "Start Your Journey",
      "home_link_49": "Contact Us Now",
      "home_link_50": "\n              מדיניות פרטיות\n",
      "home_link_51": "\n              נגישות\n",
      "home_link_52": "\n              תנאי שימוש\n",
      "home_link_53": "Zappy",
      "new_span_162": "Guides",
      "new_span_166": "Tips",
      "new_span_170": "Professional",
      "new_span_181": "Share on:",
      "new_span_183": "📅 October 15, 2023",
      "new_span_184": "⏱️ 4 minute read",
      "new_span_198": "Share on:",
      "new_span_205": "Share on:",
      "new_span_207": "📅 October 22, 2023",
      "new_span_208": "⏱️ 5 minute read",
      "new_span_222": "Share on:",
      "new_span_229": "Share on:",
      "new_span_231": "📅 October 29, 2023",
      "new_span_232": "⏱️ 6 minute read",
      "new_span_245": "Share on:",
      "new_span_260": "📅 Published: May 25, 2024",
      "new_span_261": "⏱️ Reading time: 5 minutes",
      "privacy_h1_1": "Privacy Policy",
      "privacy_h2_2": "1. Information Collection",
      "privacy_h2_3": "2. Use of Information",
      "privacy_h2_4": "3. Information Sharing",
      "privacy_h2_5": "4. User Rights",
      "privacy_h2_6": "5. Cookies",
      "privacy_h2_7": "6. Information Security",
      "privacy_h2_8": "7. Policy Changes",
      "privacy_h2_9": "8. Contact",
      "privacy_p_10": "\n            מרכז הטניס הישראלי (\"החברה\", \"אנו\", \"שלנו\") מחויבת להגן על פרטיותכם. מדיניות פרטיות זו מסבירה כיצד אנו אוספים, \n            משתמשים ומגינים על המידע שלכם בעת השימוש באתר www.company.com (\"השירות\").\n",
      "privacy_p_11": "We may collect the following types of information:",
      "privacy_p_12": "We use the collected information for the following purposes:",
      "privacy_p_13": "We will not sell, rent or share your personal information with third parties, except in the following cases:",
      "privacy_p_14": "In accordance with the Privacy Protection Law 5741-1981, you have the following rights:",
      "privacy_p_15": "\n            אתרנו משתמש בעוגיות לשיפור חוויית השימוש. ניתן לנהל את העוגיות דרך הגדרות הדפדפן שלכם. \n            השבתת עוגיות עלולה להשפיע על פונקציונליות האתר.\n",
      "privacy_p_16": "\n            אנו נוקטים באמצעי אבטחה סבירים להגנה על המידע שלכם, כולל הצפנה, חומות אש ובקרת גישה מוגבלת. \n            עם זאת, אף שיטת העברה או אחסון אינה בטוחה ב-100%.\n",
      "privacy_p_17": "\n            אנו עשויים לעדכן מדיניות פרטיות זו מעת לעת. שינויים מהותיים יפורסמו באתר עם הודעה מוקדמת של 30 יום.\n",
      "privacy_p_18": "For questions or requests regarding this privacy policy, you can contact us:",
      "privacy_p_19": "<strong>רשם מאגרי המידע:</strong> לתלונות ניתן לפנות לרשם מאגרי המידע במשרד המשפטים",
      "privacy_p_20": "© 2026 Israeli Tennis Center. All rights reserved.",
      "privacy_p_21": "Created using&nbsp;Zappy",
      "terms_alt_58": "Israeli Tennis Center",
      "terms_nav_55": "Services",
      "terms_nav_56": "About",
      "terms_nav_57": "Contact",
      "about_link_57": "Zappy",
      "about_link_58": "Contact",
      "about_link_59": "\n              מדיניות פרטיות\n",
      "about_link_60": "\n              נגישות\n",
      "about_link_61": "\n              תנאי שימוש\n",
      "about_link_62": "Zappy",
      "contact_h3_10": "Address",
      "contact_h3_11": "Opening hours",
      "contact_h3_12": "Can I try rackets before purchasing?",
      "contact_h3_13": "How long does stringing service take?",
      "contact_h3_14": "How do I know which racket is suitable for my child?",
      "contact_h3_15": "Is there a warranty on the equipment?",
      "contact_h3_16": "Do you offer discounts for groups or clubs?",
      "contact_h3_17": "What is the returns and exchanges policy?",
      "contact_li_52": "<i class=\"fas fa-check\"></i> לראות ולמגע את מגוון הציוד הרחב שלנו",
      "contact_li_53": "<i class=\"fas fa-check\"></i> לקבל ייעוץ אישי ומקצועי מהצוות המנוסה",
      "contact_li_54": "<i class=\"fas fa-check\"></i> לנסות מחבטים שונים ולמצוא את המתאים ביותר",
      "contact_li_55": "<i class=\"fas fa-check\"></i> לראות את שירות המיתור המקצועי בפעולה",
      "contact_li_56": "<i class=\"fas fa-check\"></i> להתייעץ על התאמת ציוד לילדים",
      "contact_li_57": "<i class=\"fas fa-check\"></i> לקבל טיפים מקצועיים לשיפור המשחק",
      "privacy_li_27": "Personal information: name, email address, phone number and new verification address",
      "privacy_li_28": "<strong>מידע טכני:</strong> כתובת IP, סוג דפדפן, מערכת הפעלה ונתוני שימוש באתר",
      "privacy_li_29": "Cookies: Information stored on your computer to improve your browsing experience",
      "privacy_li_30": "Providing the requested services from Or Nisui",
      "privacy_li_31": "Service improvement and user experience testing",
      "privacy_li_32": "Contacting you regarding our services",
      "privacy_li_33": "Compliance with legal requirements",
      "privacy_li_34": "With your explicit consent",
      "privacy_li_35": "When required by law",
      "privacy_li_36": "To protect our rights or the security of our users",
      "privacy_li_37": "With service providers who assist in operating the service (under confidentiality agreements)",
      "privacy_li_38": "Right to access personal information stored about you",
      "privacy_li_39": "Right to correct incorrect or inaccurate information",
      "privacy_li_40": "Right to delete personal information under certain circumstances",
      "privacy_li_41": "Right to object to information processing for marketing purposes",
      "privacy_li_42": "Right to file a complaint with the Data Protection Authority",
      "privacy_li_43": "<strong>חברה:</strong> מרכז הטניס הישראלי",
      "privacy_li_44": "<strong>אימייל:</strong> <a href=\"mailto:info@company.com\" data-i18n=\"privacy_link_22\">info@company.com</a>",
      "privacy_li_45": "<strong>טלפון:</strong> <a href=\"tel:03-1234567\">03-1234567</a>",
      "privacy_li_46": "<strong>כתובת:</strong> כתובת החברה, ישראל",
      "services_h1_1": "Professional Services of the Israeli Tennis Center",
      "services_h2_2": "Our Main Services",
      "services_h2_3": "Professional Racket Stringing",
      "services_h2_4": "Professional Racket Stringing",
      "services_h2_5": "Equipment Fitting for Children and Youth",
      "services_h2_6": "Equipment Fitting for Children and Youth",
      "services_h2_7": "Professional Consultation and Game Analysis",
      "services_h2_8": "Professional Consultation and Game Analysis",
      "services_h2_9": "Additional Services",
      "services_p_35": "Happily created by&nbsp;Zappy",
      "services_p_36": "The Israeli Tennis Center offers a wide range of professional services tailored to the unique needs of every player. Whether you are passionate tennis players looking for the highest quality professional tennis equipment, or parents interested in finding tennis rackets for beginner children - we are here to help.",
      "services_p_37": "As Israel's leading tennis equipment store, we combine classic tradition with modern and professional service. Our experienced team brings years of experience in the tennis field and specializes in personal customization of equipment and solutions for every playing level.",
      "services_p_38": "Our stringing service is one of the most professional and precise in Israel. We use advanced stringing machines and quality strings from the world's leading brands. Our certified technicians undergo continuous training and stay updated with the latest technologies.",
      "services_p_39": "Our stringing service is one of the most professional and precise in Israel. We use advanced stringing machines and quality strings from the world's leading brands. Our certified technicians undergo continuous training and stay updated with the latest technologies.",
      "services_p_40": "We specialize in tennis rackets for beginner children and understand the importance of choosing the right equipment for age and developmental stage. An unsuitable racket can harm technique and lead to injuries, while the right racket will help the child develop a strong foundation for future play.",
      "services_p_41": "We specialize in tennis rackets for beginner children and understand the importance of choosing the right equipment for age and developmental stage. An unsuitable racket can harm technique and lead to injuries, while the right racket will help the child develop a strong foundation for future play.",
      "services_p_42": "Our professional consulting service is designed for passionate tennis players interested in improving their game through personally customized professional tennis equipment. Our team includes former players and certified coaches who understand the technical nuances of the game.",
      "services_p_43": "Our professional consulting service is designed for passionate tennis players interested in improving their game through personally customized professional tennis equipment. Our team includes former players and certified coaches who understand the technical nuances of the game.",
      "services_p_44": "Professional repair services for damaged rackets - grip replacement, frame repair, shock absorber replacement and more. We restore your old racket to its new feel.",
      "services_p_45": "Perfect equipment packages for beginners - including racket, bag, balls, additional grip and accessories. Special price for complete packages that cover all basic needs.",
      "services_p_46": "Professional workshops on equipment selection, racket maintenance, understanding strings and more. Special training days for parents and young players on all technical aspects of equipment.",
      "services_p_47": "Special program for parents - racket exchange at a discounted price when the child grows and requires a new size. Ensures the child always plays with the most suitable equipment for their age.",
      "services_p_48": "Personal meeting to understand needs, playing level and goals. In-depth analysis of playing style and existing equipment.",
      "services_p_49": "Our team offers several personally customized options, with detailed explanation of the advantages of each option.",
      "services_p_50": "Option to try the recommended equipment, with fine adjustments according to personal feel and comfort.",
      "services_p_51": "Post-purchase follow-up, ongoing technical support and updates on new products that might suit you.",
      "services_p_52": "Team with years of experience in professional tennis, including former players and coaches",
      "services_p_53": "Only products from the world's leading brands, with full manufacturer warranty",
      "services_p_54": "Personal attention to every customer, with time dedicated to understanding unique needs",
      "services_p_55": "Competitive and transparent prices, with special deals for packages and regular customers",
      "services_p_56": "Convenient opening hours, option to schedule appointments outside regular operating hours",
      "services_p_57": "Long-term relationship with customers, with follow-up on development and changing needs",
      "services_p_58": "\"The Israeli Tennis Center helped me find the perfect racket. The professional consulting and stringing service took my game to a completely different level. Highly recommend!\"",
      "services_p_59": "\"As a parent of a talented child in tennis, I was looking for a place that would understand the special needs. The team here is professional and caring, and they helped my son find the equipment exactly suited to his age and level.\"",
      "services_p_60": "\"The service here is on another level. Professional stringing, personal consulting and attention to small details. This isn't just an equipment store - it's a place where they truly understand tennis.\"",
      "services_p_61": "Contact us now to schedule a personal consultation meeting. Our professional team will be happy to help you find the perfect solution for your needs.",
      "services_p_62": "© 2026 The Israeli Tennis Center. All rights reserved.",
      "services_p_63": "Created using&nbsp;Zappy",
      "terms_link_27": "info@company.com",
      "terms_link_28": "\n              מדיניות פרטיות\n",
      "terms_link_29": "\n              נגישות\n",
      "terms_link_30": "\n              תנאי שימוש\n",
      "terms_link_31": "Zappy",
      "contact_alt_65": "Israeli Tennis Center",
      "contact_alt_66": "Israeli Tennis Center Store - Interior",
      "contact_btn_46": "Send Message",
      "contact_nav_58": "Services",
      "contact_nav_59": "About",
      "contact_nav_60": "Contact",
      "privacy_alt_50": "Israeli Tennis Center",
      "privacy_nav_47": "Services",
      "privacy_nav_48": "About",
      "privacy_nav_49": "Contact",
      "services_h2_10": "Our Service Process",
      "services_h2_11": "Benefits of Our Services",
      "services_h2_12": "What Our Customers Say",
      "services_h2_13": "Interested in Our Services?",
      "services_h3_14": "Comprehensive Solutions for All Tennis Players - From Beginners to Professionals",
      "services_h3_15": "What the Service Includes:",
      "services_h3_16": "What the Service Includes:",
      "services_h3_17": "Our Fitting Process:",
      "services_h3_18": "Our Fitting Process:",
      "services_h3_19": "The Service Includes:",
      "services_h3_20": "The Service Includes:",
      "services_h3_21": "Racket Repair and Restoration",
      "services_h3_22": "Complete Equipment Packages",
      "services_h3_23": "Workshops and Training Days",
      "services_h3_24": "Children's Exchange Program",
      "services_h3_25": "Initial Consultation",
      "services_h3_26": "Professional Recommendation",
      "services_h3_27": "Trial and Fitting",
      "services_h3_28": "Follow-up and Support",
      "services_h3_29": "Proven Expertise",
      "services_h3_30": "Quality Equipment",
      "services_h3_31": "Personal Service",
      "services_h3_32": "Fair Prices",
      "services_h3_33": "Availability and Accessibility",
      "services_h3_34": "Long-term Follow-up",
      "services_li_73": "<strong>התאמה אישית של מתח המיתרים</strong> - לפי סגנון המשחק, רמת השחקן וסוג המחבט",
      "services_li_74": "<strong>מגוון רחב של מיתרים</strong> - מיתרים פוליאסטר לשחקנים תוקפניים, ניילון לנוחות ובקרה, ומיתרים היברידיים לשילוב מושלם",
      "services_li_75": "<strong>בדיקת מצב המחבט</strong> - לפני המיתור אנו בודקים את מצב המסגרת ומתריעים על בעיות פוטנציאליות",
      "services_li_76": "<strong>שירות מהיר</strong> - מיתור תוך 24-48 שעות, עם אפשרות לשירות אקספרס",
      "services_li_77": "<strong>אחריות על העבודה</strong> - אחריות מלאה על איכות המיתור והעבודה",
      "services_li_78": "<strong>התאמה אישית של מתח המיתרים</strong> - לפי סגנון המשחק, רמת השחקן וסוג המחבט",
      "services_li_79": "<strong>מגוון רחב של מיתרים</strong> - מיתרים פוליאסטר לשחקנים תוקפניים, ניילון לנוחות ובקרה, ומיתרים היברידיים לשילוב מושלם",
      "services_li_80": "<strong>בדיקת מצב המחבט</strong> - לפני המיתור אנו בודקים את מצב המסגרת ומתריעים על בעיות פוטנציאליות",
      "services_li_81": "<strong>שירות מהיר</strong> - מיתור תוך 24-48 שעות, עם אפשרות לשירות אקספרס",
      "services_li_82": "<strong>אחריות על העבודה</strong> - אחריות מלאה על איכות המיתור והעבודה",
      "services_li_83": "<strong>מדידה מדויקת</strong> - גובה, משקל וכוח הילד נלקחים בחשבון",
      "services_li_84": "<strong>בחירת גודל מחבט</strong> - 19\", 21\", 23\", 25\" או 26\" בהתאם לגיל וגובה",
      "services_li_85": "<strong>התאמת משקל</strong> - מחבטים קלים במיוחד לילדים צעירים, עם הגדלה הדרגתית",
      "services_li_86": "<strong>בחירת גריפ</strong> - גודל גריפ מתאים למניעת פציעות ושיפור השליטה",
      "services_li_87": "<strong>ייעוץ לטווח ארוך</strong> - תכנון החלפת מחבטים לאורך תקופת ההתפתחות",
      "services_li_88": "<strong>מדידה מדויקת</strong> - גובה, משקל וכוח הילד נלקחים בחשבון",
      "services_li_89": "<strong>בחירת גודל מחבט</strong> - 19\", 21\", 23\", 25\" או 26\" בהתאם לגיל וגובה",
      "services_li_90": "<strong>התאמת משקל</strong> - מחבטים קלים במיוחד לילדים צעירים, עם הגדלה הדרגתית",
      "services_li_91": "<strong>בחירת גריפ</strong> - גודל גריפ מתאים למניעת פציעות ושיפור השליטה",
      "services_li_92": "<strong>ייעוץ לטווח ארוך</strong> - תכנון החלפת מחבטים לאורך תקופת ההתפתחות",
      "services_li_93": "<strong>ניתוח סגנון משחק</strong> - זיהוי החוזקות והחולשות במשחק שלך",
      "services_li_94": "<strong>המלצה על ציוד</strong> - מחבטים, מיתרים, נעליים ואביזרים המתאימים לסגנון שלך",
      "services_li_95": "<strong>תכנית שדרוג</strong> - המלצות לשיפור הציוד בהתאם להתקדמות",
      "services_li_96": "<strong>ניסוי מחבטים</strong> - אפשרות לנסות מחבטים שונים לפני הרכישה",
      "services_li_97": "<strong>התאמת נעליים</strong> - בחירת נעליים מתאימות לסוג המגרש שבו אתם משחקים",
      "services_li_98": "<strong>ניתוח סגנון משחק</strong> - זיהוי החוזקות והחולשות במשחק שלך",
      "services_li_99": "<strong>המלצה על ציוד</strong> - מחבטים, מיתרים, נעליים ואביזרים המתאימים לסגנון שלך",
      "contact_link_37": "Zappy",
      "contact_link_38": "[business_phone]",
      "contact_link_39": "[business_email]",
      "contact_link_40": "Call now",
      "contact_link_41": "Send WhatsApp",
      "contact_link_42": "\n              מדיניות פרטיות\n",
      "contact_link_43": "\n              נגישות\n",
      "contact_link_44": "\n              תנאי שימוש\n",
      "contact_link_45": "Zappy",
      "home_page_title": "Israel's Leading Tennis Center — Israeli Tennis Center",
      "privacy_link_22": "info@company.com",
      "privacy_link_23": "\n              מדיניות פרטיות\n",
      "privacy_link_24": "\n              נגישות\n",
      "privacy_link_25": "\n              תנאי שימוש\n",
      "privacy_link_26": "Zappy",
      "services_li_100": "<strong>תכנית שדרוג</strong> - המלצות לשיפור הציוד בהתאם להתקדמות",
      "services_li_101": "<strong>ניסוי מחבטים</strong> - אפשרות לנסות מחבטים שונים לפני הרכישה",
      "services_li_102": "<strong>התאמת נעליים</strong> - בחירת נעליים מתאימות לסוג המגרש שבו אתם משחקים",
      "about_page_title": "About the Israeli Tennis Center — Our Heritage and Values",
      "contact_label_47": "שם מלא <span class=\"required\">*</span>",
      "contact_label_48": "אימייל <span class=\"required\">*</span>",
      "contact_label_49": "טלפון <span class=\"required\">*</span>",
      "contact_label_50": "Subject",
      "contact_label_51": "Message",
      "legal_terms_h1_1": "Terms of Use",
      "legal_terms_h2_2": "1. Definitions",
      "legal_terms_h2_3": "2. Service Description",
      "legal_terms_h2_4": "3. Terms of Use",
      "legal_terms_h2_5": "4. User Obligations",
      "legal_terms_h2_6": "5. Payment and Refund Policy",
      "legal_terms_h2_7": "6. Limitation of Liability",
      "legal_terms_h2_8": "7. Copyrights and Intellectual Property",
      "legal_terms_h2_9": "8. Privacy",
      "legal_terms_p_15": "[business_name] provides general services through the website. The services are subject to the terms detailed in this document and may change from time to time.",
      "legal_terms_p_16": "Use of the website is conditional upon compliance with the following terms:",
      "legal_terms_p_17": "If the services include payment:",
      "legal_terms_p_18": "The services are provided \"as is\" without warranty of any kind. The company shall not be liable for indirect, consequential or special damages arising from use of the website, except in cases where the law provides otherwise.",
      "legal_terms_p_19": "All content on the website, including texts, images, design and code, are protected by copyrights belonging to [business_name]. It is prohibited to copy, distribute or make commercial use of the content without written permission.",
      "legal_terms_p_20": "Collection and use of personal information is subject to our privacy policy. Use of the website constitutes agreement to the privacy policy as detailed separately.",
      "legal_terms_p_21": "The company may change these terms of use at any time. Material changes will be published on the website with 30 days' advance notice. Continued use after the change constitutes agreement to the new terms.",
      "legal_terms_p_22": "The company may discontinue or restrict the service at any time, including in case of violation of the terms of use. In case of service termination, the provisions of the relevant sections will remain in effect.",
      "legal_terms_p_23": "These terms of use are subject to the laws of the State of Israel. Any dispute will be heard in the competent courts in Israel, with preference given to arbitration or mediation where possible.",
      "legal_terms_p_24": "For questions or clarifications regarding the terms of use:",
      "services_alt_106": "Israeli Tennis Center",
      "services_alt_107": "Professional tennis racket stringing at the Israeli Tennis Center",
      "services_alt_108": "Professional tennis racket stringing at the Israeli Tennis Center",
      "services_alt_109": "Tennis racket fitting for beginner children",
      "services_alt_110": "Tennis racket fitting for beginner children",
      "services_alt_111": "Professional consultation for tennis equipment selection",
      "services_alt_112": "Professional consultation for tennis equipment selection",
      "services_link_67": "Zappy",
      "services_link_68": "Contact Us",
      "services_link_69": "\n              מדיניות פרטיות\n",
      "services_link_70": "\n              נגישות\n",
      "services_link_71": "\n              תנאי שימוש\n",
      "services_link_72": "Zappy",
      "services_nav_103": "Services",
      "services_nav_104": "About",
      "services_nav_105": "Contact",
      "services_span_64": "Competitive tennis player",
      "services_span_65": "Mother of a young player",
      "services_span_66": "Veteran player",
      "terms_page_title": "Terms of Use",
      "accessibility_p_9": "\n            מרכז הטניס הישראלי מחויבת להנגיש את השירותים לכלל הציבור. אנו פועלים ליישם את הנחיות התקן הישראלי \n            (ת\"י 5568) המבוסס על הנחיות WCAG 2.1 ברמת AA.\n",
      "legal_terms_h2_10": "9. Amendment of Terms of Use",
      "legal_terms_h2_11": "10. Service Termination",
      "legal_terms_h2_12": "11. Governing Law and Dispute Resolution",
      "legal_terms_h2_13": "12. General Provisions",
      "legal_terms_h2_14": "13. Contact Information",
      "legal_terms_li_28": "\"The Company\" - [business_name]",
      "legal_terms_li_29": "\"The User\" - anyone who browses or uses the website",
      "legal_terms_li_30": "\"The Services\" - general services provided through the website",
      "legal_terms_li_31": "Using the website for legal purposes only",
      "legal_terms_li_32": "Not interfering with the website's operation or other users",
      "legal_terms_li_33": "Not uploading offensive, illegal or harmful content",
      "legal_terms_li_34": "Respecting copyrights and intellectual property",
      "legal_terms_li_35": "Not performing actions that may harm website security",
      "legal_terms_li_36": "Providing correct and accurate information during registration or ordering",
      "legal_terms_li_37": "Maintaining confidentiality of account access details",
      "legal_terms_li_38": "Immediate notification of any unauthorized use of the account",
      "legal_terms_li_39": "Updating personal information as needed",
      "legal_terms_li_40": "Payments are processed through secure and encrypted systems",
      "legal_terms_li_41": "Prices include VAT as required by law",
      "legal_terms_li_42": "Right of transaction cancellation will be available in accordance with Consumer Protection Law",
      "legal_terms_li_43": "Refunds will be processed within 14 business days from cancellation approval",
      "legal_terms_li_44": "If part of the terms is declared invalid, the remaining terms will remain in effect",
      "legal_terms_li_45": "Non-enforcement of a right will not be considered a waiver of it",
      "legal_terms_li_46": "The terms of use constitute the entire agreement between the parties",
      "legal_terms_li_47": "Company: [business_name]",
      "legal_terms_li_48": "Email: [business_email]",
      "legal_terms_li_49": "Phone: [business_phone]",
      "legal_terms_li_50": "Address: [business_address]",
      "accessibility_h1_1": "Accessibility Statement",
      "accessibility_h2_2": "1. Accessibility Policy",
      "accessibility_h2_3": "2. Website Accessibility Arrangements",
      "accessibility_h2_4": "3. Supported Assistive Technologies",
      "accessibility_h2_5": "4. Accessibility Testing",
      "accessibility_h2_6": "5. Continuous Improvements",
      "accessibility_h2_7": "6. Contact and Feedback",
      "accessibility_h3_8": "WCAG 2.1 Standard Compliance",
      "accessibility_p_10": "\n            אנו מאמינים בשוויון זכויות ובזכותו של כל אדם לקבל מידע ושירותים בצורה עצמאית ושוויונית. \n            אתר זה תוכנן ונבנה תוך מתן דגש מיוחד על נגישות לאנשים עם מוגבלויות.\n",
      "accessibility_p_11": "The website complies with WCAG 2.1 Level AA standard, which includes:",
      "accessibility_p_12": "The website was tested using:",
      "accessibility_p_13": "\n            אנו עובדים באופן מתמשך לשיפור נגישות האתר ומעדכנים אותו בהתאם להתפתחויות טכנולוגיות ולמשוב מהמשתמשים.\n",
      "accessibility_p_14": "If you encountered an accessibility issue on the website or need assistance, please contact us:",
      "accessibility_p_15": "\n                <strong>זמני מענה:</strong> נענה לפניות בנושא נגישות תוך 3 ימי עסקים ונפעל לפתרון תוך 10 ימי עסקים.\n",
      "accessibility_p_16": "\n                <strong>תלונות:</strong> ניתן להגיש תלונה למשרד המשפטים - הנציבות לשוויון זכויות לאנשים עם מוגבלות\n",
      "accessibility_p_17": "© 2026 Israeli Tennis Center. All rights reserved.",
      "accessibility_p_18": "Created using&nbsp;Zappy",
      "contact_page_title": "Contact the Israeli Tennis Center — We're Here to Help",
      "legal_privacy_h1_1": "Privacy Policy",
      "legal_privacy_h2_2": "1. Information Collection",
      "legal_privacy_h2_3": "2. Use of Information",
      "legal_privacy_h2_4": "3. Information Sharing",
      "legal_privacy_h2_5": "4. User Rights",
      "legal_privacy_h2_6": "5. Cookies",
      "legal_privacy_h2_7": "6. Information Security",
      "legal_privacy_h2_8": "7. Policy Changes",
      "legal_privacy_h2_9": "8. Contact Us",
      "legal_privacy_p_10": "[business_name] (\"the Company\", \"we\", \"our\") is committed to protecting your privacy. This privacy policy explains how we collect, use and protect your information when using the website www.company.com (\"the Service\").",
      "legal_privacy_p_11": "We may collect the following types of information:",
      "legal_privacy_p_12": "We use the collected information for the following purposes:",
      "legal_privacy_p_13": "We will not sell, lease or share your personal information with third parties, except in the following cases:",
      "legal_privacy_p_14": "In accordance with the Privacy Protection Law 5741-1981, you have the following rights:",
      "legal_privacy_p_15": "Our website uses cookies to improve user experience. You can manage cookies through your browser settings. Disabling cookies may affect website functionality.",
      "legal_privacy_p_16": "We implement reasonable security measures to protect your information, including encryption, firewalls and restricted access control. However, no method of transmission or storage is 100% secure.",
      "legal_privacy_p_17": "We may update this privacy policy from time to time. Material changes will be published on the website with 30 days advance notice.",
      "legal_privacy_p_18": "For questions or requests regarding this privacy policy, you can contact us:",
      "legal_privacy_p_19": "Data Registrar: For complaints, you can contact the Data Registrar at the Ministry of Justice",
      "privacy_page_title": "Privacy Policy",
      "accessibility_li_24": "Keyboard navigation support",
      "accessibility_li_25": "Screen reader support",
      "accessibility_li_26": "Appropriate color contrast",
      "accessibility_li_27": "Flexible and scalable font sizes",
      "accessibility_li_28": "Detailed image descriptions (Alt text)",
      "accessibility_li_29": "Hierarchical structured headings",
      "accessibility_li_30": "Descriptive and clear links",
      "accessibility_li_31": "Zoom support up to 200% without content loss",
      "accessibility_li_32": "<strong>נתפס (Perceivable):</strong> המידע מוצג בדרכים שמשתמשים יכולים לתפוס",
      "accessibility_li_33": "<strong>פעיל (Operable):</strong> רכיבי הממשק ניתנים להפעלה",
      "accessibility_li_34": "<strong>מובן (Understandable):</strong> המידע וממשק המשתמש מובנים",
      "accessibility_li_35": "<strong>חזק (Robust):</strong> התוכן יכול להיות מפוענח על ידי מגוון טכנולוגיות",
      "accessibility_li_36": "NVDA (Windows)",
      "accessibility_li_37": "JAWS (Windows)",
      "accessibility_li_38": "VoiceOver (Mac/iOS)",
      "accessibility_li_39": "TalkBack (Android)",
      "accessibility_li_40": "Dragon NaturallySpeaking",
      "accessibility_li_41": "Switch navigation",
      "accessibility_li_42": "Automated accessibility testing tools",
      "accessibility_li_43": "Manual testing with screen readers",
      "accessibility_li_44": "Keyboard-only navigation",
      "accessibility_li_45": "Color contrast testing",
      "accessibility_li_46": "Testing with users with disabilities",
      "accessibility_li_47": "<strong>חברה:</strong> מרכז הטניס הישראלי",
      "accessibility_li_48": "<strong>אימייל:</strong> <a href=\"mailto:info@company.com\" data-i18n=\"accessibility_link_19\">info@company.com</a>",
      "accessibility_li_49": "<strong>טלפון:</strong> <a href=\"tel:03-1234567\">03-1234567</a>",
      "legal_privacy_li_23": "Personal information: name, email address, phone number and address",
      "legal_privacy_li_24": "Technical information: IP address, browser type, operating system and website usage data",
      "legal_privacy_li_25": "Cookies: information stored on your computer to improve user experience",
      "legal_privacy_li_26": "Providing requested services",
      "legal_privacy_li_27": "Improving service and user experience",
      "legal_privacy_li_28": "Contacting you regarding our services",
      "legal_privacy_li_29": "Compliance with legal requirements",
      "legal_privacy_li_30": "With your explicit consent",
      "legal_privacy_li_31": "When required by law",
      "legal_privacy_li_32": "To protect our rights or the security of our users",
      "legal_privacy_li_33": "With service providers who assist in operating the service (under confidentiality agreements)",
      "legal_privacy_li_34": "Right to access personal information stored about you",
      "legal_privacy_li_35": "Right to correct incorrect or inaccurate information",
      "legal_privacy_li_36": "Right to delete personal information under certain circumstances",
      "legal_privacy_li_37": "Right to object to information processing for marketing purposes",
      "legal_privacy_li_38": "Right to file a complaint with the Data Registrar",
      "legal_privacy_li_39": "Company: [business_name]",
      "legal_privacy_li_40": "Email: [business_email]",
      "legal_privacy_li_41": "Phone: [business_phone]",
      "legal_privacy_li_42": "Address: [business_address]",
      "legal_terms_link_25": "[business_email]",
      "legal_terms_link_26": "[business_phone]",
      "legal_terms_link_27": "← Back to website",
      "services_page_title": "Professional Tennis Services — Israeli Tennis Center",
      "accessibility_alt_53": "Israeli Tennis Center",
      "accessibility_nav_50": "Services",
      "accessibility_nav_51": "About",
      "accessibility_nav_52": "Contact",
      "accessibility_link_19": "info@company.com",
      "accessibility_link_20": "\n              מדיניות פרטיות\n",
      "accessibility_link_21": "\n              נגישות\n",
      "accessibility_link_22": "\n              תנאי שימוש\n",
      "accessibility_link_23": "Zappy",
      "home_meta_description": "Discover Israel's leading tennis center offering professional tennis equipment, tennis rackets for beginner children, and professional services for tennis players of all levels.",
      "legal_privacy_link_20": "[business_email]",
      "legal_privacy_link_21": "[business_phone]",
      "legal_privacy_link_22": "← Back to website",
      "about_meta_description": "Meet the Israeli Tennis Center - our heritage, values and commitment to providing professional tennis equipment and uncompromising service to all tennis players in Israel.",
      "contact_placeholder_61": "Enter your full name",
      "contact_placeholder_62": "your@email.com",
      "contact_placeholder_63": "05X-XXX-XXXX",
      "contact_placeholder_64": "Tell us how we can help you...",
      "legal_terms_page_title": "Terms of Use - [business_name]",
      "terms_meta_description": "Website terms of use - users' rights and obligations",
      "legal_accessibility_p_9": "[business_name] is committed to making services accessible to the general public. We work to implement the Israeli Standard (IS 5568) guidelines based on WCAG 2.1 Level AA guidelines.",
      "accessibility_page_title": "Accessibility Statement",
      "contact_meta_description": "Contact the Israeli Tennis Center - we'd be happy to help you find the perfect professional tennis equipment. Reach out to us for advice, questions, or to schedule an appointment.",
      "legal_accessibility_h1_1": "Accessibility Statement",
      "legal_accessibility_h2_2": "1. Accessibility Policy",
      "legal_accessibility_h2_3": "2. Website Accessibility Features",
      "legal_accessibility_h2_4": "3. Supported Assistive Technologies",
      "legal_accessibility_h2_5": "4. Accessibility Testing",
      "legal_accessibility_h2_6": "5. Continuous Improvements",
      "legal_accessibility_h2_7": "6. Contact and Feedback",
      "legal_accessibility_h3_8": "WCAG 2.1 Compliance",
      "legal_accessibility_p_10": "We believe in equal rights and in every person's right to receive information and services independently and equally. This website was designed and built with special emphasis on accessibility for people with disabilities.",
      "legal_accessibility_p_11": "The website complies with WCAG 2.1 Level AA standard, which includes:",
      "legal_accessibility_p_12": "The website has been tested using:",
      "legal_accessibility_p_13": "We work continuously to improve website accessibility and update it according to technological developments and user feedback.",
      "legal_accessibility_p_14": "If you encountered an accessibility issue on the website or need assistance, please contact us:",
      "legal_accessibility_p_15": "Response times: We respond to accessibility inquiries within 3 business days and work towards a solution within 10 business days.",
      "legal_accessibility_p_16": "Complaints: You may file a complaint with the Ministry of Justice - Commissioner for Equal Rights of Persons with Disabilities",
      "legal_privacy_page_title": "Privacy Policy - [business_name]",
      "privacy_meta_description": "Our privacy policy - how we collect, use and protect your information",
      "legal_accessibility_li_20": "Keyboard navigation support",
      "legal_accessibility_li_21": "Screen reader support",
      "legal_accessibility_li_22": "Appropriate color contrast",
      "legal_accessibility_li_23": "Flexible and scalable font sizes",
      "legal_accessibility_li_24": "Detailed image descriptions (Alt text)",
      "legal_accessibility_li_25": "Hierarchically structured headings",
      "legal_accessibility_li_26": "Descriptive and clear links",
      "legal_accessibility_li_27": "Zoom support up to 200% without content loss",
      "legal_accessibility_li_28": "Perceivable: Information is presented in ways users can perceive",
      "legal_accessibility_li_29": "Operable: Interface components are operable",
      "legal_accessibility_li_30": "Understandable: Information and user interface are understandable",
      "legal_accessibility_li_31": "Robust: Content can be interpreted by a variety of technologies",
      "legal_accessibility_li_32": "NVDA (Windows)",
      "legal_accessibility_li_33": "JAWS (Windows)",
      "legal_accessibility_li_34": "VoiceOver (Mac/iOS)",
      "legal_accessibility_li_35": "TalkBack (Android)",
      "legal_accessibility_li_36": "Dragon NaturallySpeaking",
      "legal_accessibility_li_37": "Switch navigation",
      "legal_accessibility_li_38": "Automated accessibility testing tools",
      "legal_accessibility_li_39": "Manual testing with screen readers",
      "legal_accessibility_li_40": "Keyboard-only navigation",
      "legal_accessibility_li_41": "Color contrast testing",
      "legal_accessibility_li_42": "Testing with users with disabilities",
      "legal_accessibility_li_43": "Company: [business_name]",
      "legal_accessibility_li_44": "Email: [business_email]",
      "legal_accessibility_li_45": "Phone: [business_phone]",
      "services_meta_description": "Israeli Tennis Center services - professional stringing, equipment fitting, expert consultation and wide range of professional tennis equipment and tennis rackets for beginner children.",
      "legal_accessibility_link_17": "[business_email]",
      "legal_accessibility_link_18": "[business_phone]",
      "legal_accessibility_link_19": "← Back to website",
      "accessibility_meta_description": "Our accessibility statement - our commitment to digital accessibility",
      "legal_accessibility_page_title": "Accessibility Statement - [business_name]"
    }
  }
}